{
    "singleQuotes": {
        "shipping": [
            "[p1]: I would never say that my partner is a bitch and I don’t don’t like them. That’s not true… My partner is a bitch and I like them so much!",
            "[p1]: If I'm extra sarcastic with you it probably means I'm flirting with you or you really annoy me and I can't handle your crap... have fun figuring out which one.",
            "[p1]: Pros and cons of dating me.  [p1]: Pros. You'll be the cute one.  [p1]: Cons. Holy shiz, where do I begin-"
        ],
        "nonshipping": [
            "[p1]: I will send my army to attack!  [p1]: *releases a dumpster of raccoons*",
            "[p1]: Do you ever think? Because I do not.",
            "[p1]: I hate how you're just born out of nowhere, and you're forced to go to school and get education so you can get a job. What if I wanted to be a duck? No one ever asked me if I want to be a duck!",
            "[p1]: But when all hope seemed lost, I had an epiphany!  [p1], earlier: I'm going to throw myself into the sea.",
            "[p1]: Well, needless to say. Uh-oh Spaghetti-os.",
            "[p1]: Then either Sonic is a god or could kill god, and I do not care if there is a differe",
            "[p1]: Am I a boy? Am I a girl? It doesn't matter. I'm going to burn your house down.",
            "[p1]: Don’t weep for the stupid. You’ll be crying all day.",
            "[p1]: When life gives you lemons, don't make lemonade. Make life take the lemons back! Get mad! I don't want your dang lemons, what the hell am I supposed to do with these? Demand to see life's manager! Make life rue the day it thought it could give [p1] lemons! Do you know who I am? I'm the person who's gonna burn your house down! With the lemons! I'm gonna get my engineers to invent a combustible lemon that burns your house down!",
            "Murderer: Any last words?  [p1]: Do you think I'm cute? Be honest.",
            "[p1]: Arson? Oh, you mean \"crime brûlée\".",
            "[p1]: Like, no offense to myself and all, but what the frick am I actually doing?",
            "[p1]: If I stay in bed I'll be warm. If I get in the shower, I'll also be warm. But the distance between the bed and shower? No. That is not warm.",
            "*out grocery shopping*  [p1]: *takes a free sample twice*  [p1]: Robbery and Fraud. I am a Rebel.",
            "Demon: Hey, I took your soul last month and-  [p1]: No returns.   Demon: *sobbing* But it's making me sad...",
            "[p1]: You treat an outside wound with rubbing alcohol. You treat an inside wound with drinking alcohol.",
            "[p1]: *gets set on fire and screams in agony*  [p1]: Nah, I’m just kidding. Fire does nothing to me.",
            "[p1]: *cocks gun* Go to Bed. This is no longer a request, This is now a Threat.",
            "[p1]: I'm allergic to death.",
            "[p1]: Why do I always try to tell people we're cool? We are so very uncool.",
            "[p1], writing in their diary with a glitter gel pen: I'm losing my sense of humanity. Nothing matters. God is dead. There's blood on my hands.",
            "*the TV is freaking out*  [p1]: Don’t worry, you have to treat an electronic like you treat a patient on life support.  *unplugs the TV, then plugs it back in again. nothing changes*  [p1]: Yeah, that didn’t work with my grandma either.",
            "[p1]: I only have two emotions: exhaustion and stress. And I’m somehow always feeling both simultaneously.",
            "[p1]: Alcohol is delicious! ...I mean, MAlicious. Sorry guys, I’m really drunk right now.",
            "[p1]: Well, well, well, if it isn’t the consequences of my actions.",
            "[p1]: I'm so tired of this life. I want to be a roomba. I want knives taped to me. And I want to be set loose.",
            "[p1]: I don't follow the rules. I follow dogs on social media.",
            "[p1]: I’ve never smoked marijuana. I ate a brownie once at a party. It was intense. It was kind of indescribable. I felt like I was floating. Turns out there was no pot in the brownie. It was just an insanely good brownie.",
            "[p1]: Sure, you're verified on twitter, but are you verified in the eyes of god?",
            "[p1]: The risk I took was calculated but, man, am I bad at math.",
            "[p1]: I just found out that humans are capable of fitting a light bulb into their mouth with ease but can’t take it out without shattering it, and now I have to physically restrain myself from putting a light bulb in my mouth",
            "[p1]: Welcome to my very first vlog, in which I try different hair products!   [p1]: *sprays hairspray in their mouth*  [p1]: Well, right off the bat I can tell you this one is not very good.",
            "[p1]: I am very small and I have no money, so you can imagine the kind of stress that I'm under.",
            "[p1]: Maybe the true treasure was friendship all along. But I hope not, because I can’t spend friendship on new clothes",
            "[p1]: So, according to my university, it is, quote, “my responsibility if there is an internet outage to contact the faculty and the department.”  [p1]: Now, if you’re a critical thinker like me, you might be wondering one thing.  [p1]: HOW THE FRICK AM I SUPPOSED TO EMAIL THE DEPARTMENT?!?!?!",
            "[p1]: We got a free day now. What do you wanna do? Eat? Sleep? Nap? Snack?",
            "[p1]: You know the sound a fork makes in the garbage disposal? That's the sound that my brain makes all the time.",
            "[p1], holding up their class notes: And then this doodle of a burrito because when I first read Aristotle, I thought it was pronounced like “Chipotle”.  [p1], in shock: Wait a minute, is it “Chip-o-tottle”?",
            "[p1]: If I see a bug, I simply leave the room elegantly and require someone else do something about it.  [p1]: If no one fulfills my wish, I simply never go back in there.",
            "[p1], to the squad: And remember, if I get harsh with you it is only because you’re doing it all wrong.",
            "[p1]: I came out here to attack people and I'm honestly having such a good time right now.",
            "[p1]: I came out here to have a good time and I'm honestly feeling so attacked right now.",
            "[p1]: What doesn't kill me better start running, because now I'm fricking pissed.",
            "[p1]: Yum, thanks!  Kidnapper: *puts more tape over their mouth* I said stop eating it.",
            "[p1], seeing a banana on the car seat: What the FRICK??  [p1], buckling the banana up: Fricking buckle UP, it’s the LAW!",
            "[p1], slamming pots and pans together to the rhythm of \"Give it to me, I'm worth it\": I didn't get no sleep cause a' y'all! Y'all never gonna sleep cause a' me!",
            "[p1]:  I’m gonna mix a can of Red Bull with seventeen shots of espresso in a fishbowl and then chug it while Kids by MGMT plays in the background so I can perceive twenty-three spatial dimensions and fight my own soul.",
            "[p1]: I don't dab. I stab.",
            "[p1]: I'm not a morning person. I'm barely even a person.",
            "[p1]: I wasn't hurt that badly. The doctor said all my bleeding was internal, that's where the blood's supposed to be!",
            "[p1]: War is heck!",
            "[p1]: My expectations are low, but they can always go lower.",
            "[p1]: My expectations were low but *holy frick*.",
            "[p1]: And I’d love to be sorry for that, but we all know I’ve done much, much worse.",
            "[p1]: Firstly, how dare you use mathematics to make me look stupid!  [p1]: I’m actually very good at mathematics.  [p1]: Thirdly, I think you might be right.",
            "[p1], looking at their watch: It has been 2 hours and sixteen minutes since I’ve been insulted.  [p1]: It’s been about 5 seconds since I’ve been *assaulted*, but let’s not talk about that.",
            "[p1]: I don’t know the first thing about clothes. Pretty much all I can do is look at something and tell you if it’s clothes or not. This chair? Not clothes.",
            "[p1]: Did you just call me a shrimp, you asshole?! I'm still growing, dammit!",
            "[p1]: Could you maybe just like… stab me… right in the gut. Just REALLY twist it in there. ‘Cause that honestly seems less painful than this conversation.",
            "[p1]: I have no respect for Santa. Don’t sneak in through the chimney and undermine my authority by bringing my family presents. Walk in through the front door and fight me like a man.",
            "[p1]: Just took a personality test and got an A+. ",
            "[p1]: As someone who has a long history of not understanding anything, I feel confident in my ability to continue not knowing what is going on. ",
            "Police Officer: You have the right to remain silent.  [p1]: I choose to waive that right!  [p1]: *screaming*",
            "[p1]: The ‘how the fricks’ and 'why are you so dumbs’ don’t matter. All that matters is that I have a new gun.",
            "[p1]: Get in, loser, we’re committing vehicular manslaughter!",
            "[p1], as a child, reading their school assignment out loud: I love my library because...  [p1], mouthing words while writing: I love reading, frick you.",
            "[p1]: I was born for politics. I have great hair and I love lying.",
            "[p1]: I'm not superstitious... But I am a little stitious.",
            "[p1]: I have met some of the most insufferable people. But they also met me.",
            "[p1]: Real life should have a fricking search function, or something.  [p1]: I need my socks.",
            "[p1]: I have passed the transitional stage of internet geekhood.  [p1]: I was cashiering at work today, and was punching in the code for plums, which is 4040, and the 0 key doesn't work this well, so I punched it in wrong. And the machine flashed up \"Item Not Found: 404\".  [p1]: And I actually laughed out loud.",
            "[p1]: What the frick.  [p1]: ESPN is showing 2003 national jump rope championship.  [p1]: Who the hell watches jump rope competiti- ooh bouncy.",
            "[p1]: Anybody got any crayons so I can color in my Ph. D.?",
            "[p1]: Oh, so when crows remember people who wronged them and hold grudges, its “intelligent” and “really cool”.  [p1]: But when I do it, I’m “petty” and “need to let it go”.",
            "[p1]: Oh and for your information, I don't have an ego.  [p1]: My facebook photo is a landscape.",
            "[p1]: Sometimes I'll start a sentence and I don't even know where it's going. I just hope I find it along the way.",
            "[p1]: I'm a firm believer in \"if you're going to fail, you might as well fail spectacularly.\"",
            "[p1]: Frick capitalism. It's a rigged system that keeps us poor and it isn't fair. You shouldn't need to work three jobs to afford basic necessities.  [p1], playing Monopoly: Sorry, if you wanted to win you should have tried not being poor.",
            "[p1]: Seriously, I have no idea what to do.  [p1]: Oh, wait! Yahoo! Answers.",
            "[p1]: Blackmail is such an ugly word. I prefer extortion. The X makes it sound cool.",
            "[p1]: I'm a nice person, but I'm about to start throwing rocks at people.",
            "[p1]: Ok, first of all, what the frick?",
            "[p1]: Helpful grammar tip: “farther” is for physical distance, “further” is for methaphorical distance, and “father” is for emotional distance!",
            "[p1]: Unfortunately, due to several experiences in my youth, I cannot just 'walk up and join a circle of people talking', but it does sound lovely, thank you.",
            "[p1]: I'm usually that person who has no idea what's going on.",
            "[p1]: If I can't cause tiny bits of chaos every day, I think my body will shut down.",
            "[p1]: The last time I went to an urgent care clinic, I checked off 'excessive crying' on the symptom list, and then the nurse got really confused and said that was meant for babies.",
            "[p1]: What do you call disobeying the law?  The Squad: A hobby.  [p1]: *crosses their arms*  The Squad: That we do not engage in.",
            "[p1]: You can't wake up if you never got to sleep.",
            "[p1]: It's not ugly, just aesthetically challenged.",
            "[p1]: My gender is in a constant state of flux.",
            "[p1]: Does anyone know how to relax? Asking for a friend.",
            "Cop: You ran a red light.  [p1]: So did you, hypocrite.  Cop: I was following you.  [p1]: That was dumb, I'm a terrible driver.  Cop: Get out.",
            "[p1]: The next time I open up to someone, it'll be my autopsy.",
            "[p1]: Now, the recipe calls for 2 shots of vodka.  [p1]: *upends the bottle* ",
            "[p1]: All of your existences are confusing.  The Squad: How so?  [p1]: Your presence is annoying, but the thought of anything bad happening to any of you upsets me.",
            "[p1]: Fruits that do not live up to their names; passionfruit, grapefruit, honeydew and dragonfruit.  [p1]: Fruits that do live up to their names?  [p1]: Orange.",
            "[p1]: I have one foot in the grave but in a kind of fun flirty way, the way one might slip on a fishnet stocking.",
            "[p1]: My life isn't as glamourous as my wanted poster makes it look.",
            "[p1]: A fistfight CAN be romantic.",
            "[p1]: I scare people a lot because I walk very softly and they don't hear me enter rooms. So when they turn around, I'm just kind of there and their fear fuels me.",
            "[p1]: New year, same me. Because I'm perfect.",
            "[p1]: When I see initials carved into a tree with a heart I think it’s so romantic. Two lovers on a date... one of them carrying a knife for some reason.",
            "[p1]: *writing a letter*  [p1]: Dear Santa,  I'm writing to let you know I've been naughty...  And it was worth it you fat, judgemental bastard.",
            "[p1]: I like to play this game called nap roulette. I take a nap and don’t set an alarm. Will it be 20 min or 4 hours? Nobody knows. It’s risky and I like it.",
            "[p1]: Underestimate me. That'll be fun.",
            "[p1]: God has let me live another day and I'm going to make it everyone's problem.",
            "[p1]: My heart is guarded but like… very poorly. The kind of guards that would let 3 kids in a trench coat into an R rated movie.",
            "[p1]: You can de-escalate literally any situation by asking ‘are we about to kiss?’  [p1]: Doesn't work with getting out of speeding tickets, though.",
            "[p1]: My favorite outdoor activity is going back inside.",
            "[p1]: Sometimes I wonder if I’m hearing voices.  [p1]: Then I remember that’s the last bit of sanity I have trying to get me to fall asleep at a reasonable time.",
            "[p1]: *seductively takes off glasses* Wow, you're... blurry.",
            "[p1]: I think my guardian angel drinks.",
            "[p1]: If karma doesn't hit you, I fricking will.",
            "[p1]: Dracula had it right, sleep all day, live alone in a castle, and explode into bats to get out of all social situations.",
            "[p1]: I don’t think the therapist is supposed to say ‘wow’ that many times during their first session with a client, but here we are.",
            "[p1]: I mean, sure, I have my bad days, but then I remember what a cute smile I have.",
            "[p1]: I see the red flags, I acknowledge that they're there, and then I completely ignore them.",
            "[p1], after having a nosebleed: Welp. Time to wash the blood off my hands.",
            "[p1]: Theater kids are just choir kids who joined forces with the band and strings kids.",
            "[p1] on Monday: *glues a dime to the sidewalk* Heh heh heh.  [p1] on Wednesday: *walking down the street* Ooh hey! A dime!",
            "[p1]: You know, studies show that keeping a ladder in the house is more dangerous than a loaded gun.  [p1]: That's why I own TEN guns.  [p1]: Just in case some maniac tries to sneak in with a ladder.",
            "[p1]: Yeah I'm LGBT.  [p1]: cuLt leader.  [p1]: God hates me personally.  [p1]: cowBoy hat.  [p1]: *sniffles* Trying my best.",
            "[p1]: Don't joke about murder. I was murdered once and it offends me.",
            "[p1], on a random band name generator: Oooo! They Might Be Depressed Horses! That about sums up my friend group.",
            "[p1]: You seem familiar... have I threatened you before?",
            "[p1]: I keep a picture of all of us in my wallet. Whenever I face difficulties, I take it out and stare at the picture.  The Squad: Awwww-  [p1]: And I tell myself \"If I can deal with these idiots, then I can deal with anything.\"  The Squad: Oh.",
            "[p1], opening a Capri Sun: Guess I'll drink my sorrows away.",
            "[p1]: I tried to write ‘I'm a functional adult’ but my phone changed it to ‘fictional adult’ and i feel like that’s more accurate.",
            "[p1]: Not to be nsfw but I want someone to hold me while I sleep.",
            "[p1]: Sometimes, I don’t realize an event was traumatic until I tell it as a funny story and notice everyone is staring at me weird.",
            "[p1]: Clownery. Tomfoolery. Absolute frickery, I am going to revoke your life privileges.",
            "[p1]: I've never encountered a problem that can't be solved by an spontaneous musical number.",
            "[p1]: Drink your school, stay in drugs, and get 8 hours of drugs.",
            "[p1]: *slowly pushes a cannon into a 17th century bank* Okay everyone, be cool. This is a robbery.",
            "[p1], tearing up the room: Where are they?  [p1], looking under a pillow: Who moved them? Who moved my children?  [p1]: Somebody moved my M&M's, and now I am going to start killing.",
            "[p1]: I’ve made a spread sheet of all the crime in Brooklyn.  [p1]: There’s so much crime in New York, no one should live here.",
            "[p1]: All the sudden I got a random burst of energy, and I think it's my body's last hurrah before it completely shut down. ",
            "[p1]: I warned you.  [p1]: I'm perfect.",
            "[p1]: If looking good was a crime, you’d be a law abiding citizen.",
            "[p1]: I have been tricked, I have been backstabbed, and I have quite possibly been bamboozled.",
            "[p1]: I'm not creepy.  [p1]: I'm petty.  [p1]: There's a difference, ya' know.",
            "[p1]: STOP!  *Everyone stops*  [p1]: wAiT a MiNuTe-",
            "[p1]: I am literally evil incarnate.  [p1]: I’m not actually, I just enjoy being evil.  [p1]: Which I think actually makes it even more evil because I’m making a conscious effort.",
            "[p1]: Can I offer you a nice stick in this trying time?",
            "[p1]: I think we can all agree I’m the ten amongst these threes.",
            "[p1]: I am not a lunatic. I have the psychiatric report to prove it. A slender majority of the panel decided in my favour.",
            "[p1]: Do not come over to my house. If the house is on fire you may knock once, if I don’t answer assume I set the fire and I want to burn to death.",
            "[p1]: Forgive me Father, for I have sinny-sin-sinned."
        ]
    },
    "doubleQuotes": {
        "shipping": [
            "[p1]: I fell—  [p2]: From heaven?  [p1]: No, I literally fell—  [p2]: In love with me the moment you saw me?  [p1]: MY ARM IS BROKEN!  [p2]: Okay, but do you think I'm pretty? Be honest.",
            "[p1]: Just a minute. I need to go take out the trash.  [p2]: Oh. We're going out?  [p1]: Wh...",
            "[p1]: I’ve been dropping them the most insanely obvious hints for like a year now. No response.  [p2]: Wow. They sound stupid.  [p1]: But they’re not. They’re really smart actually. Just dense.  [p2]: Maybe you need to be more obvious? Like, I don’t know… “Hey! I love you!”  [p1]: I guess you’re right. Hey [p2], I love you.  [p2]: See! Just say that!  [p1]: Holy fricking shiz.  [p2]: If that flies over their head then, sorry [p1], but they're too dumb for you.  [p1]: [p2].",
            "[p1]: Why don’t you go talk to them?  [p2], sarcastically:  Oh. Yeah, sure.  [p1]: What? So you go tell them they’re cute, what’s the worst that could happen?  [p2]: They could hear me.",
            "[p1]: Listen, we’re done, we’re over! Okay?  [p2]: Whatever bitch, you ain’t never gonna find no one like me.  [p1]: Yeah, that's the point shizhead!",
            "[p1]: I think I'm falling for you.  [p2]: Then get up.",
            "[p1], to [p2]: We had a date!  [p1]: *aggressively points to Hello Kitty Coloring Book*",
            "[p1]/: I love them both, but how do I propose to two people?  [p2]: Two different restaurants, one person at each restaurant. Twice the dessert, twice the applause.  [p1]: Won’t people think it’s weird if there is a third person just sitting there, though?  [p2]: I saw someone feed their pet peacock crème brûlée from their mouth at the French place on the corner last week: I think faux third-wheeling at an engagement is the least of your worries.",
            "[p1]: I’m in love with you.  [p2]: We called off the prank war last night at midnight, dork.  [p1]: I know.  [p2]: Ah. Okay. Um. Cool. Neat. Very cool. Cool. Cool. Coolcoolcool-",
            "[p1]: I love you.  [p2], not paying attention: What was that?  [p1]: I said I’m selling you to the zOo-",
            "[p1]: You’re not jealous, are you?  [p2]: No!  [p1]: Good, ‘cause I consider my fake relationship with you a lot more meaningful.",
            "[p1]: We have a problem.  [p2]: No, YOU have a problem. I have an idiot who keeps making them.",
            "[p1]: Ugh, crushes are so dumb.  [p2]: I know. Whenever I’m near the person I like I just start acting stupid.  [p1]: But you’re always acting stupid?  [p2]: ...  [p2]: Yeah, don’t think about that too hard.",
            "[p1]: Let’s watch Sharkboy and Lavagirl.  [p2]: Okay.  [p1]: And make out during the scary parts.  [p2]: Th-  [p2]: The scary parts.   [p2]: Of Sharkboy and Lavagirl.",
            "[p1]: I want to kiss you.  [p2], not paying attention: What?  [p1]: I said if you die, I wont miss you.",
            "[p1]: Are you sure [p2]'s even gay? They barely even looked at me.",
            "[p1]: How much did you spend on this date?  [p2]: $1400. But all of it's on credit cards, so it's like $5 a month for the next 2,000 years.",
            "[p1]: When I was young, I left a trail of broken hearts like a rockstar. I'm not proud of it.  [p2]: You're kind of proud of it. You work it into a lot of conversations.",
            "*[p1] and [p2] are in Paris.*  [p1]: I'm...moved. I...I don't know what it is I'm feeling right now. I feel...destiny?  [p2]: But...  [p1]: I don't know what it is. I feel like... I just never thought I'd see it with my own two eyes. And here it is. It's just there. It's right in front of me, and...  [p2]: This is what you wanted to see? The bridge from Inception?  [p1]: Yeah.  [p2]: But the Eiffel Tower is behind us, babe.  [p1]: Yeah, but this is the bridge FROM INCEPTION.  [p2]: Okay, alright.",
            "[p1]: Are you trying to seduce me?  [p2]: Why, are you seducible?",
            "[p1]: We both look very handsome tonight.  [p2]: You know, if you'd just said that I looked handsome, I would have said, \"So do you.\"  [p1]: I couldn't take that chance.",
            "[p1]: I think I just figured something out. I got to go.  [p2]: Aren't you forgetting something?  [p1]: Uuh...*hesitantly kisses [p2]'s forehead before running out.*  [p2]: No, pay your bill! Dang, who raised you?",
            "[p1]: Are you ready to commit?  [p2]: Like, a crime or a relationship?",
            "[p1]: Relationships should be 50/50. [p2] cooks us dinner while I sit on the kitchen counter looking pretty.",
            "[p1]: Do you want to know your gay name?  [p2]: My... my gay name?  [p1]: Yeah, it's your first name-  [p2]: Haha. Very funny [p1]-  [p1]: *gets down on one knee* And my last name.  [p2]: Oh- oh my god.",
            "[p1]: Are you an F5 key? Because that butt is refreashing.  [p2]: Are you a software update? because not right now.",
            "[p1]: So you like cats?  [p2]: Yeah.  [p1]: *tries to impress them by slowly pushing a glass off the table*",
            "[p1]: Did it hurt when you fell-  [p2]: From heaven? Wow, I didn’t think you were such a flirt-  [p1]: No, I meant when you fell down the stairs.  [p2]: ...  [p1]: You just laid there for 15 minutes.",
            "[p1]: Valentine’s day is just a consumerist holiday that holds no real value other than drive people insane buying heart shaped chocolates for their significant others and pos-  [p2]: I wrote you a poem.  [p1], already crying: *You did?*",
            "[p1]: I don't need to go to bed. I'm not tired, I'll be fine.  [p2]: But, darling, I'll be so lonely without you. Come curl up in my arms so I can feel whole again.  [p1]: O-oh. Well. Are you trying to seduce me into healthy sleeping patterns??  [p2]: Is it working?",
            "[p1]: Can I have 2 straws with that milkshake?  [p2]: Aww-  [p1]: With 2 straws, I can drink it double as fast!",
            "[p1]: Talk dirty to me, baby~  [p2]: The dishes.  [p1]: Wh-  [p2]: They’ve been there for 4 days and it’s your turn to wash them. You still haven’t cleaned them and I have asked you to do so several times.",
            "[p1]: [p2] is playing hard to get.  [p1]: Little do they know, I'm a master at playing hard to get rid of.",
            "[p1]: So... what would you do if you were in bed with me?  [p2]: Depends. Is your bed comfortable?  [p1]: Yes.  [p2]: I'd sleep.",
            "[p1]: Is something burning?  [p2], leaning seductively on the counter: Just my desire for you.  [p1]: [p2], the toaster is literally on fire.",
            "[p1]: I owe you one.  [p2]: That’s ok. You can just date me and we’ll call it even.",
            "[p1]: *angrily presses [p2] against a wall* WHERE'S THE MONEY?!  [p2]: ...  [p2]: Are we about to kiss-",
            "[p1]: Are we fighting or flirting?  [p2]: I'm pinning you against a wall with my hand around your neck-  [p1]: Your point?",
            "[p1]: Can you cut me some slack, [p2]? I’m sort of in love.  [p2]: I’m sorry, but that’s really not my problem.  [p1]: I’m in love with you.  [p2]: *blushes* Oh. That brings me in the loop a little.",
            "[p1]: This date is boring!  [p2]: This isnt a date. I said I was going to the store.  [p1]: Then why did you invite me?  [p2]: I didnt, I specifically said \"dont come with me\" then you said \" frick you [p2] I'll do whatever I want!",
            "[p1]: *seductively takes off glasses*  [p1]: Wow...  [p2]: *blushes* Haha... what?  [p1]: You're really fricking blurry.",
            "[p1]: Frick you.  [p2]: No u.  [p1]: I'm down.  [p2]: You're like 2, what the frick-  [p1]: I AM NOT 2!",
            "[p1]: That was so hot, [p2].  [p2]: I literally called the person who just flirted with you a degenterate dog and told them I hope they get dragged through the streets.  [p1]: I'm so in love with you.",
            "[p1]: I still have no idea how I’m attracted to you...  [p2]: Yeah, well, you’re stuck with me, and no take backs, honey.",
            "[p1]: Did you know you remind me of all 26 letters of the alphabet?  [p2]: What? Like J F K W S Q X-  [p1]: No, like, U R A Q T.  [p2]: Awwww!",
            "[p1]: Come to dinner tonight. I can’t cook, but I’ll bring plenty of free wine.  [p2]: Marry me."
        ],
        "nonshipping": [
            "[p1]: Hey, [p2]. What kind of flowers do you prefer?  [p2]: I like sunflowers.  [p1], pulling out a bouquet of Venus Flytraps: Well, shiz-",
            "[p1]: Ah shiz, I forgot.  [p2]: Forgot what?  [p1]: How do you expect me to answer that?",
            "[p1], holding in their laughter: Hey, how do you ask a glass of water what it’s doing?  [p2]: A glass of water is an inanimate object. Therefore, it's incapable of having a thought process or understanding basic human language.  [p1]:  [p1]: *Water* you doing?",
            "[p1]: I think I need a hug...  [p2]: Good thing I'm hug shaped!  *45 minutes later*  [p1]: You... you can let go now.  [p2]: No, I absolutely cannot.",
            "[p1]: Can we go to a haunted house?  [p2]: What’s wrong with the one we live in?  [p1]: Wh-what?  [p2]: Goodnight, [p1].",
            "[p1]: Have I ever told you that you cook well?  [p2]: Awww, no, you haven't!  [p1]: So why do you keep cooking?",
            "[p1]: I am an expert at identifying birds.  [p2]: Okay, what about those ones flying over there?  [p1]: Yeah, they're all birds.",
            "[p1]: Someone care to explain why we have 6 dogs in our apartment?  [p2]: They're golden retrievers, dude. They retrieve gold. I did this for us.",
            "[p1]: Can I have your number?  [p2], visible texting: I don't have a phone.",
            "[p1]: Why are you on fire?  [p2]: This is just how my day is going.",
            "[p1]: I know one person who finds me funny!  [p2]: Okay, who?... and you can't say yourself!  [p1]: Okay then I'm out.",
            "[p1]: Don't have a bookmark? Try ketchup instead!!  [p2]: What makes you think I read?",
            "[p1]: Y'know, I once knew a man who said to me: “When life gives you lemons, make lemonade.” He also had a pair of sideburns that would cause even Jude Law’s face to weep in forfeit. You put those lemons in a sack and beat your enemies with ‘em! And maybe if you beat ‘em hard enough the bag will split open and lemon juice will spray into their eyes, causing intense burning pains as you crush them into a citrus-y pulp!  [p2]: Wait, wait, wait, wait. Their heads or the lemons?  [p1]: Whatever caves first!",
            "[p1]: Why do you not believe that ghosts are real?  [p2]: Never seen one.  [p1]: Okay, I mean, there’s a lot of things that you can’t see that are real.  [p2]: What can’t I see?  [p1]: You can’t see gravity. That’s real.  [p2]: Yeah, I can drop an apple.  [p1]: Frick.",
            "[p1]: This is a very powerful artifact. You’d be messing with some forces we don’t fully understand.  [p2]: That sounds like a dare to me.  [p1]: Oh my god.",
            "[p1], near tears: Please, [p2], I don’t speak meme! I don't know what a 'yeet' is!",
            "[p1]: So I got this amazing plan!  [p2]: We fail almost every time you say that.  [p1]: Well this is the same! But with a hamster involved.",
            "[p1]: At first I thought you were foolish and incompetent.  [p2]: My apologies for whatever misstep I may have taken to dispel that impression. It was an honest mistake, I swear.",
            "[p1]: Given the circumstances, I will let you hug me for four to five seconds.  [p2]: Forty five seconds?!?  [p1]: No! I said four TO five seconds.  [p2], hugging [p1]: Too late.",
            "[p1]: What are you drinking?  [p2]: Vodka.  [p1]: Straight?  [p2]: No, gay. Why?",
            "[p1], after getting a job as a life guard: Hmm... I wonder what those things at the bottom of the pool are..  [p2]: THOSE ARE PEOPLE DROWNING! ",
            "[p1]: When life gives you lemonades, make lemons! Life will be all like \"whaAttT?\"  [p2]: Life lessons that schools can't teach you.",
            "[p1]: Wait you like me? For my personality?  [p2]: I know, I was surprised too.",
            "[p1]: So what are your political beliefs?  [p2], awkwardly trying to impress them: Well, I think Pikachu would be a lot more powerful if he had a gun.",
            "[p1]: I typed \"bitch\" into my GPS and guess what? I'm in your driveway.  [p2]:  [p1]: Vroom vroom, come out already.",
            "[p1]: Don't go to the kitchen.  [p2]: Why?  [p1]: I saw a spider.  [p2]: Well, did you kill it?  [p1]: It has 8 arms and I only have 2, it's not fair...",
            "[p1]: When life gives you lemons, what do you do?  [p2]: Make lemonade!  [p1]: No, throw them back up in the sky and make life deal with it’s own shiz.",
            "[p1]: I can do anything I put my mind to. I once figured out [p2]'s phone number just by choosing random numbers.",
            "[p1]: Here comes the lightning!  [p1], whispering: You've got to imagine it coming out my fingertips, wherein I am an almighty wizard.  [p2]: Ok, currently imagining that. Hmm, not bad. Not bad at all.",
            "[p1]: Are you busy?  [p2]: Yes.  [p1]: Cool, listen to this.",
            "[p1]: You are an absolute fricking dork.  [p2], singing: Yeah, but I'm your dork!  [p1]: *sighs* Yeah, you're my dork.",
            "[p1]: What is wrong with you?  [p2]: Loaded question. Elaborate.",
            "[p1]: Why would I flip my shiz about that?  [p2]: Because you flip your shiz about everything.  [p1]: Well, will you look at this. Here is my shiz, and yet it remains unflipped. Just sitting there on the skillet, getting burned on one side. It’s a miracle.",
            "[p1]: So [p2], how did your first time cooking dinner go?  [p2]: Pretty good if I do say so myself. [p1]: Oo! Okay, what are we having?  [p2]: Alright, so for appetizers, we have a potato.  [p1]: A whole potato?  [p2]: Yes. And then for the main course, we have grilled cheese sandwiches!  [p1]: These just look like big slabs of black.  [p2]: Because that's what they are!  [p2]: And then for desert, we have chocolate.  [p1]: These are just chocolate chips?  [p2]: They sure are!  [p2]: And then for drinks, we have toast!  [p2]: *lifts up a glass of blended toast* Bon appetite!",
            "[p1]: Oh, fiddlesticks.  [p2]: Look, I understand this is a tense situation, but let's watch the fricking language.",
            "[p1]: [p2], I beg of you. Please, PLEASE go to the doctor.  [p2]: Hey, I'm sorry. Is this OUR stab wound?",
            "[p1] They couldn't find their way out of a paper bag.  [p2]: That's not true! I found my way out of a paper bag yesterday!",
            "[p1]: I feel so burnt out.  [p2]: Don’t worry, it'll be over soon.  [p1]: Are you gonna... assassinate me?  [p2]: Well not if you’re expecting it.",
            "[p1]: I’m proud to say I’ve come over my fear of ghosts!  [p2]: Eyy, that’s the spirit!  [p1]: *gasps* whErE???!!!??",
            "[p1], admiring a sleeping [p2]: You’re so cute.  [p2], sleepily: I could beat your butt.  [p1], lovingly: I know.",
            "[p1]: What should I do?  [p2]: *holds out hand* May I suggest dinner with a friend?  [p1]: Well, none of my friends are available, so I guess I'll have to go with you.",
            "[p1]: Evil never sleeps!  [p2]: But ugly gets plenty of rest.",
            "[p1]: How would you like your coffee?  [p2]: As dark as my soul.  [p1]: Got it, one cup of milk coming right up!",
            "[p1]: I desire moisture.  [p2]: Please just say \"I want water\" like a normal person.",
            "[p1]: I have a problem.  [p2]: If it's harder than 2+2, I can't help.",
            "[p1]: And then they ran into my knife. They ran into my knife ten times.  [p2]: You mean you stabbed them?  [p1]: They ran into my knife.",
            "[p1]: Is this mistletoe?  [p2]: Uh, no, no, that is basil.  [p1]: Too bad cause if it was mistletoe I was gonna kiss you.  [p2]: Yeah, no, it’s still basil.",
            "[p1]: Could you be anymore annoying?  [p2]: Yes.",
            "[p1]: I wanna die.  [p2]: We all do, you aren't special!",
            "[p1]: Why would you think any of this was a good idea?  [p2]: Probably because I’m a dangerous sociopath with a long history of violence.  [p1]:  [p2]: I don’t know how you keep forgetting this.",
            "[p1]: What’s the straightest thing you’ve ever done?  [p2]: *sighs*  [p2]: I killed a man.",
            "[p1]: You’re from Ohio, right?  [p2]: Okay, first of all, my parents live in Ohio.  [p2]: I live in the moment.",
            "[p1]: I'm bored, any suggestions?  [p2]: Sleeping is nice.  [p1]: I acknowledge your suggestion, and I’m deciding to ignore it.",
            "[p1]: Hello [p2], made anyone cry today?  [p2]: Sadly, no. But it’s only 4:30.",
            "[p1], very tired: Can I sleep in your bed?  [p2]: *half asleep* [p1], this is a queen-sized bed. That means it’s for *gestures vaguely to themself* the Queen.",
            "[p1]: So I’m the only one around here who can clean up, huh? You can't even lift a finger?  [p2]: Do I get to pick the finger?",
            "[p1]: Kill me nowwwww.  [p2]: Sorry, no can do. I need your help with my homework.",
            "[p1]: So I can either do something dumb that could very well get me injured or I can listen to [p2] and not do the thing,  [p1]: Well there’s a clear right answer here.  [p1]: *proceeds to throw five packs of mentos into a barrel full of diet coke*",
            "[p1]: Dearly Beloved, we are here today to remember [p2], taken from us in the prime of life; when they were crushed by a runaway semi, driven by the Incredible Hulk.  [p2]: Aww, you knew my favorite cause of death.",
            "[p1]: *dangling from a rope over a pit of fire* Remember when I said I’d tell you when we’re in too deep?  [p2]: Yes?  [p1]: We’re in too deep.",
            "[p1]: Someone’s trying to break in. Call the cops!  [p2]: *loads shotgun* I got this.  [p1]: Last week you fell *up* the stairs, *what do you mean-*",
            "[p1], grinning: I have a knife!  [p2]: Put it down, [p1].  [p1]: Make me! *sprints away*",
            "[p1]: Hey [p2], I’ve got an idea for how to solve this.  [p2], pulling out a shotgun: Yeah?  [p1]: Wh- No! That’s not the idea, [p2]!",
            "[p1]: You are a solid 11/10.  [p2]: Aw, thank-  [p1]: Which is 1.1 because you look like shiz.",
            "[p1]: Hey [p2], do you wanna help us?  [p2]: Oh, I would... but I don’t want to.",
            "[p1]: You use humor to deflect your trauma.  [p2]: Awww, thanks-  [p1]: That’s not a good thing.  [p2]: All I’m hearing is that you think I’m funny.",
            "[p1]: I’ve only had [p2] for a day and a half but if anything happened to them I would kill everyone in this room and then myself.",
            "[p1]: [p2], you risked your life to save me!  [p2]: And I’d do it again! And perhaps a third time! But that would be it.",
            "[p1]: Wait a minute, how did this happen? We're smarter than this!  [p2]: Apparently, we're not.",
            "[p1]: My assistance will be an act of beneviolence.  [p2]: ...Don’t you mean benevolence?  [p1]: No.",
            "[p1]: [p2], remember when you said you weren’t going to interfere with my love life?  [p2]: No, that doesn’t sound like me at all.",
            "[p1]: I never tell people off the bat that I'm gay. I wait. I wait until they say some homophobic shiz and then I laugh and am like \"you know I'm gay right?\" and watch the look of terror on their face.  [p2]:  [p2]: I like you.",
            "[p1 ]: I have an idea.  [p.selectOne]: A good idea?  [p1]: Let's not get ahead of ourselves.",
            "[p1]: What? I'm not aggressive!  [p2]: Last Tuesday, you wacked me with a pair of crocs and stole my chocolate chips?  [p1]: Survival of the fittest, bitch.",
            "[p1]: Do you take constructive criticism?  [p2]: Not without crying",
            "[p1]: Stop setting things on fire because you're curious about what will happen. What will happen is fire.  [p2]: But what if something else happens just this one time.",
            "[p1]: What's this?  [p2], hugging [p1]: Affection!  [p1]: Disgusting.  [p1]: ...Do it again.",
            "[p1], texting: Answer your phone  [p2], texting back: Wait a minute, I can’t find my phone  [p1]: Understood  [p1], 5 minutes later: You’re a terrible person. You know you’re killing me. You’re killing me, [p2].",
            "[p1]: Met a dumb butt today. Awful.  [p2]: You looked in a mirror?  [p1]: someday you will have to answer for your actions and god may not be so merciful.",
            "Kidnapper: We have your child  [p1]: I don’t have a child? Kidnapper: Then who just asked for warm milk and made us cut the crusts off their sandwich?  [p1]: Oh god, you have [p2]",
            "[p1]: Truth or dare?  [p2]: Truth.  [p1]: How many hours have you slept this week?  [p2]:  [p2]: Dare.  [p1]: Go to sleep.  [p2]: I don't like this game.",
            "[p1]: But that’s censorship.  [p2]: Well done. You are correct. You’re being censored. Now go.",
            "[p1], upon learning how [p2] did a magic trick: So you’re not magic?  [p2]: Well, not really.  [p1]: You’re just a liar.",
            "[p1]: You look mentally ill.  [p2]: I am. Let’s go.",
            "[p1]: Hey, aren’t you [p2]?  [p2]: You a cop?  [p1]: No.  [p2]: Then yes, I am.",
            "[p1]: We either die free, or die trying!  [p2]: Are those the only choices?",
            "[p1]: Thanks for pulling the fire alarm, you saved me from giving an oral report about The Scarlet Web.  [p2]: You were too lazy to read the book?!  [p1]: I was too lazy to watch the movie. ",
            "[p1]: Hey, can I get a sip of that water?  [p2]: It’s not water.  [p1]: Vodka! I like your sty-  [p2]: It’s vinegar.  [p1]: …What?  [p2]: It's *vinegar*, WEAKLING.",
            "[p1]: Start talking!  [p2]: Well, I-  [p1]: Shut up!",
            "[p1]: How stupid do you think I am?!  [p2]: You really want an honest answer to that?",
            "[p1]: You’re jealous.  [p2]: Jealous?  [p1]: That’s why you were being so negative about this.  [p2]: That’s absurd. I’m always negative.",
            "[p1]: You’d be stupid to lay a hand on me.  [p2]: Oh, you’d be surprised how much stupid shiz I do.",
            "Teacher: Your child was in a fight.  [p1]: Oh no, that’s terrible!  [p2]: Did they win?",
            "[p1]: It’s nice to be wanted, you know?  [p2]: Not by the law!",
            "[p1]: What has the galaxy ever done for you?! Why would you wanna save it?!  [p2]: Cause I’m one of the idiots who lives in it!",
            "[p1]: I’ve been sleeping so little the past few nights that when I go to the alarm app, I click on the “power nap” button. I don’t set up alarms, I set up timers, [p2].",
            "[p1]: I’ve never been in a snowball fight before. I don’t know the rules.  [p2]: What?  [p1]: Is there a point system, or is it to the death?",
            "[p1]: [p2], I screwed up, big time.  [p2]: [p1], given your daily life experiences, you’re gonna have to be more specific.",
            "[p1]: Holy shiz, [p2], do you know what this means?!  [p2]: Kid, whenever you start doing this, nobody knows what you mean.",
            "[p1]: Oh, my God. Do you know what this is?  [p2]: It’s a book. There’s a lot of those in here, this is a library.",
            "[p1]: What are amphetamines?  [p2]: Drugs that can go on land and water.  [p1]: Ohhhh.",
            "[p1]: There is no future. There is no past. Don't you see? Time is simultaneous, an intricately structured jewel that humans insist on viewing one edge at a time, when the whole design is visible in every fact.  [p2]: ...All I asked was if you wanted to cut your birthday cake first.",
            "[p1]: Sorry I'm late, I was doing stuff.  [p2]: YOU PUSHED ME DOWN THE FRICKING STAIRS!",
            "[p1]: I'm going the fight the next person who insults [p2].  [p2]: I hate myself.  [p1]: Alright, square up.",
            "[p1]: [p2], can you help me? All of my clothes keep disappearing for some reason.  [p2], wearing a hoodie that's 5 times bigger than their size: Spooky.",
            "[p1], in the hospital: Will you visit me when I get out?  [p2]: Lol nah, I hate graveyards.",
            "[p1]: WHOEVER CAUSED THIS MESS IS GOING TO-  [p2]: It was me...  [p1]: ...Is going to be forgiven because everyone deserves a second chance.",
            "[p1]: *eating a cinnamon roll*  [p2]: Cannibalism.  [p1]: *confused chewing noises*",
            "[p1]: I’m here for the cult stuff.  [p2]: How did you find us?  [p1]: I saw your ad on craigslist.",
            "[p1]: I've connected the two dots.  [p2]: You didn't connect shiz.  [p1]: I've connected them.",
            "[p1]: Hey [p2], do you have any hobbies?  [p2]: Swimming..  [p1]: Really? That’s cool. I never expected you to-  [p2]: In a pool of self hatred and regret.",
            "[p1]: That's greatly offensive to my people.  [p2]: College dropouts?",
            "[p1]: Pardon the intrusion, but-  [p2]: On this moment or just my life in general?",
            "[p1]: Don’t worry, I have a permit.  [p2]: ...This just says “I can do what I want”.",
            "[p1]: When I said bring me something back from the beach I meant like a conch shell!  [p2]: *Struggling to hold a seagull* Fricking say that next time!",
            "[p1]: Dang, the power went out.  [p2]: Don’t worry, I got this.  [p2]: *shakes rapidly and starts to light up*  [p1]: What-?  [p2]: I swallowed a glow stick!  [p1], on the verge of tears: WHY WOULD YOU-",
            "[p1]: Dang, the power went out.  [p2]: Don’t worry, I got this.  [p2]: *stomps foot*  [p1]: What-?  [p2]: *Sketchers light up*",
            "[p1], at [p2]'s funeral: I need a moment with them.  Everyone: Of course. *They leave*  [p1], leaning over [p2]′s coffin: Okay, listen here you little shiz. I know you’re not dead.  [p2]: Yeah, no shiz.",
            "[p1]: Do you want to play 20 Questions?  [p2]: Sure!  [p2]: Whats your favorite color?  [p1], laser fricking focused: Triangle. Do you like men?",
            "[p1]: We have fun, don’t we, [p2]?  [p2]: I have never been more stressed out in my entire life.",
            "[p1]: When was the last time you cried?  [p2]: Uh 15 minutes ago, why??  [p1]: really? That recent?  [p2]: Yeah *voice crack* is that a issue? *starts crying again*",
            "[p1]: Tommorrow's garbage day.  [p2]: I can't believe they made a whole day dedicated to you.",
            "[p1]: I’m quick at math.  [p2]: Ok, what’s 38 times 76?  [p1]: 24.  [p2]: That wasn’t even close.  [p1]: But it was quick.",
            "[p1], skipping rocks on a lake with [p2]: It’s such a beautiful evening.  [p2]: Yeah, it is.  [p2]: *whispering* Take that you fricking lake.",
            "[p1]: How does that even work?  [p2], mocking them: hOw dO yOu UsE a cOmPUteR aNd KnOw wHaTS GoiNg oN iT DoEsNt mAke SeNSe?!  [p1]: Your face doesnt make sense.",
            "[p1]: honk.  [p2]: WHAT.  [p1]: HONK.  [p2]: WHAT DOES HONK MEAN THIS TIME YOU WHIMSICAL PIECE OF SHIT?????",
            "[p1]: The greatest trick the devil ever played was getting me banned from a all you can eat pizza buffet.  [p2]: Why’d you get banned?  [p1]: Touched the rat.  [p2]: … What rat?  [p1]: Chunky Cheese.",
            "[p1]: Why cant trees give off something important like wifi??  [p2]: So frick oxygen, I guess.",
            "[p1]: Change is inedible.  [p2]: Don’t you mean inevitable?  [p1], spitting out a bunch of pennies: No, I really didn’t.",
            "[p1], texting [p2]: Roses are red, Tony Hawk is a skater…  [p2]′s phone, auto-replying: I’m driving right now–I’ll get back to you later.  *Later*  [p2], texting back: Frick you.",
            "[p1]: Oh, here’s my award for the most rules broken!  [p2]: That’s not an award, it’s an angry letter from our boss.  [p1], hanging it on their wall: Well, it has the word ‘most’ in it, so I’m calling it an award!",
            "[p1]: Good morning!  [p2]: Is it? Is it really?",
            "[p1]: We need a plan to beat them.  [p2]: Okay, listen up. First, we fill their shoes with wet cat food.  [p1]:  [p2]: Judge me all you want, I get results.",
            "[p1]: We all have our demons.  [p1], grabbing [p2]: This one’s mine.",
            "[p1]: When I was your age-  [p2], mocking [p1]: When I was your height.  [p1]:  [p1]: Listen here you little shiz-",
            "[p1]: Am I in trouble?  [p2]: Take a guess.  [p1]: No?  [p2]: Take another guess.",
            "[p1], confused and exasperated: [p2], how do you plan on telling a bear to go vegan?  [p2]: Politely",
            "[p1]: Do you even know what an amulet is?  [p2]: Of course I do! I eat amulets sometimes. I like the ones with cheese and onions!  [p1]: [p2], those are omelettes.  [p2]: Oh. Then I’ve got nothing.",
            "[p1]: What is the one thing I told you not to do?  [p2]: Burn the house down.  [p1]: And what did you do?  [p2]: I made dinner.  [p1]:  [p2]:  [p1]:  [p2]: And burnt the house down.",
            "[p1]: So I have made the decision to trust you.  [p2]: A horrible decision, really.",
            "[p1]: Let’s write [p2] a friendly note, shall we? Dear... Incompetent... Dumb butt...",
            "[p1]: Isn’t a bit dangerous?  [p2]: [p1], please. We’ve in a lot of unexpected predicaments before and we always escape unhurt.  [p1]: ...   [p2]: Okay, we sometimes escape unhurt.  [p1]: ...  [p2]: Alright, we escaped unhurt once... Then we hurt ourselves in the way home. ",
            "[p1]: What does a winner do when life gives them lemons?  [p2]: Um, make lemonade?  [p1]: No, they squeeze them right back into life’s eyes!",
            "[p1]: *holds a gun out to [p2]*  [p2]: I-I don't believe in guns.  [p1]: Well, trust me, they're very real. Now take it.",
            "[p1]: Look, I’m glad everyone’s on the same page.  [p1]: But it’s the last page in a book titled “we’re all going to die”.  [p2]: That’s not even clever.",
            "[p1]: What is this!?  [p2]: That’s the weight of guilt. Give in to the nice side. Help those unfortunate, and make the guilt go away, my friend.  [p1]: Ow! Make it stop!  [p2]: Surrender to your kindness, [p1]. It’s nice to be nice.  [p1]: Your guilt is strong, my friend. But it is no match for the power of my selfishness!",
            "[p1]: *Kicks the door open, looking panicked*  [p2]: What did you do?!  [p1]: NOBODY DIED!  [p2]: WHAT KIND OF ANSWER IS THAT?!",
            "[p1]: If I didn't know any better, I'd say you're impressed.  [p2]: But you do know better.",
            "[p1]: I should've left you on that street corner where you were standing.  [p2]: But ya' didn't!",
            "[p1]: Love makes people do stupid things.  [p2]: I love everything!  [p1]: That explains a lot.",
            "[p1]: Everyone knows that Santa is an invention designed by the big five corporations to sell tinsel and video games to an unsuspecting public.  [p2]: The whole “childhood wonder” stage just blew right past you, didn’t it?",
            "[p1]: I’m genuinely surprised you haven’t gotten arrested, let alone gotten a felony yet.  [p2]: Nat 20 Charmisma.  [p1]: That is NOT how that works-",
            "[p1]: I can never give [p2] shiz because I’m jealous of them. They look at their life and say, “Sweet! This is perfect!”  [p1]: I look at my life and say, “Welp. Time to get drunk.”",
            "[p1]: I know this isn’t going to end well and I don’t care. So don’t you try and stop me, [p2]!  [p2]: I wasn’t stopping you. I was asking if you had a spare camera so I can record this.",
            "[p1], dramatically: They called me a fool.  [p2], sick of [p1]'s shiz: They weren’t wrong.",
            "[p1]: Do you have any idea what you’re doing?  [p2]: Why start now?",
            "[p1]: Seriously, [p2], how many people would you have killed if we’d asked you to?  [p2]: That’s not important  [p1]: I DISAGREE.",
            "[p1]: What’s your favorite color?  [p2]: Stop asking stupid questions. Ask me something logical and mature.  [p1]: How many moles of sodium bicarbonate are needed to neutralize 0.8ml of sulfuric acid at STP?  [p2]: My favorite color is pink.",
            "[p1]: Trouble at 2 o'clock!  [p2]: *looks down at their watch* [p2]: Now, how do you know that?",
            "[p1]: My only talent is being stress.  [p2]: Don't you mean stressed?  [p1]: No.",
            "[p1]: I think it’s time I get my life in order.  [p2], narrating: But they did not get their life in order. In fact, they got drunk last night and fought a raccoon.",
            "[p1], looking at a selfie of [p2]’s: I hate this photo.  [p2]: I’m cute as frick in that photo! I’m smiling kindly.  [p1]: You’re not smiling kindly; you look like you’re up to something.  [p2]: Up to kindness.",
            "[p1]: Everything’s fine, [p2].  [p2]: [p1], I know your relationship with the english language is strictly casual, but you- I- *deep inhale* ALLOW ME TO TELL YOU WHAT’S NOT FINE.",
            "[p1]: Oh, fiddlesticks! That really ruffles my feathers!  [p2]: Please, just say frick.",
            "[p1]: I am going to need you to swear-  [p2]: Frick.  [p1]:  [p1]: ...swear as in promise.",
            "[p1]: *holding a salt packet* It’s just a little sodium chloride.  [p2]: Actually [p1], it’s salt.  [p1]: That’s what I said, sodium chloride.  [p2]: Uh [p1], that would be salt.  [p2]: *takes salt packer from [p1]* This is iodized table salt, which in addition to sodium chloride contains anti-caking agents and potassium iodate, which is added to prevent iodine deficiency. So not only are you being overly pretentious by insisting on using scientific terminology for everyday items, you are factually wrong. Your arrogance is your downfall, you annoying little shiz.",
            "[p1]: When do you usually go to sleep?  [p2]: Whenever I collapse is entirely up to the gods.",
            "[p1]: So, [p2], do you have a crush on anyone?  [p2]: The only crush I have is this crushing anxiety.",
            "[p1]: You played me!  [p2]: Like the cheap kazoo you are!",
            "[p1]: I can't imagine what [p2] is planning. But I can tell you two things. We won't like it and it won't be legal.",
            "[p1]: I'm gonna need a human skull but you can't ask why.  [p2]: Only if you also don't ask why.  [p2]: *pulls four pristine human skulls out of their bag*  [p1]: ...  [p1], grabbing a skull: This one will do.",
            "[p1]: Treat spiders the way you want to be treated.  [p2]: Killed without hesitation.",
            "[p1]: I left instructions for everyone while I'm gone.  [p2]: Mine just says \"[p2] no.\"  [p1]: I want you to apply it to every possible situation.",
            "[p1]: Did you like the food I made?  [p2]: No, not really.  [p1]: But I put my heart and soul into it!  [p2]: No wonder it tastes so cold and dead.",
            "[p1]: *closes a cabinet*  *a crash is heard behind the cabinet door*  [p2]: What was that?  [p1]: The sound of someone else's problem.",
            "[p1]: *sees someone doing something stupid*  [p1]: What an idiot.  [p1]: *realizes it's [p2]*  [p1]: Wait, that's MY idiot!",
            "[p1]: Go big or go home!  [p2]: *Please*, for once in your life just go home. I'm begging you. Go. Home.  [p1]: I'm going big!",
            "[p1]: Fight me!  [p2], standing behind them and holding a knife: *mouths* Do not.",
            "[p1]: How would you like your coffee?  [p2]: As dark and as bitter as my soul.  [p1], shouting to someone behind the counter: I need one vanilla latte with extra cream and sugar!",
            "[p1]: Remember that time you dared me to lick a swingset?  [p2]: No, I said \"[p1], don't lick that swingset\" and you said \"Don't tell me what to do\" and licked the swingset.",
            "[p1]: Are you ever going to listen to me?  [p2]: Yes. Absolutely.  [p1]: When?  [p2]: When you're right.",
            "[p1]: I wish I was a dinosaur.  [p2]: Why? Cause they're big and scary?  [p1]: Because they're dead.",
            "[p1]: I failed my safety training course today.  [p2]: Why, what happened?  [p1]: Well one of the questions was \"In case of a fire, what steps would you take?\"  [p2]: And?  [p1]: Well apparently \"FRICKING LARGE ONES\" isn't an acceptable answer.",
            "[p1]: I'm going to ask you to be respectful.  [p2]: I will politely decline.",
            "[p1]: How many children do you have?  [p2]: Biologically, legally, or emotionally? Because there *is* a difference.",
            "[p1]: Please could you go to the shop and get a carton of milk, if they have avacodos get six.  [p2], coming back from the store with six cartons of milk: They had avacados!",
            "[p1]: You know you've made it when you see your picture everywhere you go.  [p2]: Those are wanted posters!",
            "[p1]: I could kill you if I wanted.  [p2]: Yeah? So could any other human being. So could a dog. So could a dedicated duck. You aren't special.",
            "[p1]: I made tea.  [p2]: I don't want tea.  [p1]: I didn't make you tea. This is my tea.  [p2]: Then why did you tell me?  [p1]: It's a conversation starter.  [p2]: It's a horrible conversation starter.  [p1]: Oh, is it? We're conversing. Checkmate.",
            "[p1]: What happened?!  [p2]: Do you want the long version or the short version?  [p1]: Sh-short??  [p2]: Shiz's fricked.  [p1]: Okay, long.  [p2]: Shiz's very fricked.",
            "[p1]: [p2], you're my best friend.  [p2]: Best friend? BEST friend?! Bench, I'm your only friend.  [p2]: I'M THE ONLY ONE CAPABLE OF TOLERATING YOUR DUMB BUTT!",
            "[p1]: Why are you like this??  [p2]: I used too much \"No More Tears\" shampoo as a kid and I haven't felt a single emotion since.",
            "[p1]: [p2]...  [p2]: Oh no, '[p2]' in B flat.  [p2]: You're disappointed.",
            "[p1]: Who's in charge here?  [p2], shrugging: Usually whoever yells the loudest.",
            "[p1]: Bottling up negative emotions is bad for your health, so you shouldn't do it.  [p2]: I know, that's why I bottle up all my emotions, both positive and negative, so it cancels out.  [p1]: Th-that's not how that works-",
            "[p1]: Do dragons fart fire?  [p2]: I don't know.  [p1]: I thought you went to college.",
            "[p1]: You believe me?  [p2]: [p1], you’re the last good person on this planet. I‘d believe cartoon birds braided your hair this morning.",
            "[p1]: You read my diary?  [p2]: At first I did not know it was your diary. I thought it was a very sad handwritten book.",
            "[p1]: I can’t tell if you’re a genius or just incredibly arrogant.  [p2]: Well, on a good day, I’m both.",
            "[p1]: Alright, listen up you little shizs.  [p1]: Not you [p2]. You’re an angel and we’re thrilled you’re here.",
            "[p1]: What’s up? I’m back.  [p2]: I literally saw you die. You died. You were dead  [p1]: Death is a social construct.",
            "[p1]: We are not mad. We are just disappointed.  [p2]: No, we are mad.  [p1]: Yes. We are. We are livid. But we are going to let this one slide.  [p2]: No, we’re not!  [p1]: I am not a mind reader, [p2]!",
            "[p1]: I wouldn’t put it in those words exactly.  [p2]: Why not?  [p1]: Because I don't know what they mean.",
            "[p1]: What are your three best qualities?  [p2]: I’m hot, I have soft hair, and sometimes I cry because I love my friends.",
            "[p1]: Just be yourself. Say something nice.  [p2]: Which one? I can't do both.",
            "[p1]: I made this friendship bracelet for you.  [p2]: You know, I’m not really a jewelry person.  [p1]: You don’t have to wear…  [p2]: No, I’m gonna wear it forever. Back off.",
            "[p1]: \"It's easy to forget what a sin is in the middle of a battlefield.\"  [p2]: Opposite over hypotenuse.  [p2]: Dipshiz.",
            "[p1]: The first time [p2] opened a box of Cheerios and looked inside they yelled, \"OH WOW! DONUT SEEDS!\"",
            "[p1]: Do you know a turtles only weakness?  [p2]: No... well, their slowness.  [p1]: Their weaknesss is they can't roll over when they are on their backs.  [p1]: Now I have a plan.  [p1]: If I duct tape two turtles together, they'll be unstoppable.",
            "[p1]: Well, it rained today, but as a whole it's been warmer than it was last week.  [p2]: Why does it seem like every time you talk to us, you end up talking about the weather? Is your life so unimaginably dull that you can't think of any events in your life to describe that might be more interesting than the weather? Let's think of something for you to talk about other than the weather. I mean, we barely even know anything about you, other than where you live.  [p2]: Let's start there.  What do you do for a living?  [p1]: I'm a meteorologist.",
            "[p1]: I found a note in one of my old word .docs that said Note to self: Get revenge on [p2].  [p1]: Except I couldn't remember what I was supposed to get revenge for.  [p1]: But I trusted my own judgment, so I went with it.  [p2]: Hmm... I don't know what you were supposed to get revenge for, either.  [p1]: I can only assume you got what was coming to you. Not 100 percent sure, though.  [p2]: Well, whatever I did, I guess I deserved it.  [p1]: Let that possibly be a lesson to you.",
            "[p1]: We vegetarians love the environment. Carnivores are sick freaks.  [p2]: How can vegetarians possibly love the environment.. you keep eating all the fricking plants.",
            "[p1]: \"Ignorance more frequently begets confidence than does knowledge\" - Charles Darwin  [p2]: What the frick? Begets isn't a word. Quit trying to make up words, frickface.",
            "[p1]: Jesus Saves.  [p2]: Passes to Moses, SCOOOOOORE!",
            "[p1]: Which is correct, seven and five IS thirteen, or seven and five ARE thirteen?  [p2]: Neither.  [p2]: Because it's twelve.",
            "[p1]: How long do you think it'll take?  [p2]: I don’t know, three or four.  [p1]: Three or four what? Days? Weeks? Months?  [p2]: Yeah, maybe five.  [p1]: Five what?!",
            "[p1], looking at their reflection: Now, that's rubbish. Who's that supposed to be?  [p2]: Well, that's you.  [p1]: Me?! Is that what I look like?  [p2]: You don't know?  [p1]: Busy day.",
            "[p1]: You know what’s funny about [p2]? They’re my best friend, and anyone who’d hurt them is someone I’d murder, probably.",
            "[p1]: We just ate. Why are you making pancakes?  [p2]: For the dogs.  [p1]: Why are you making pancakes for the dogs?  [p2]: They don't know how.",
            "[p1]: [p2], we tried things your way.  [p2]: No, we didn't.  [p1]: I did it in my head and it didn't work.",
            "[p1]: That's not funny.  [p2]: I thought it was funny.  [p1]: You don't count. You started laughing in the middle of a funeral because you started thinking of a meme you saw on Facebook.",
            "[p1]: Can you keep a secret?  [p2]: Well, I'm good until I meet the next person.",
            "[p1]: You think you're smarter than everyone else.  [p2]: I don't think I'm smarter than everyone else. I know I am.",
            "[p1]: I got grounded for a whole week just because I came home late.  [p2]: Well, you deserved it. I mean, getting everyone's hopes up like that and then showing up again.",
            "[p1]: I think you're still suffering the effects of your party last night.  [p2]: All I drank was Redbull!  [p1]: How many?  [p2]: Eighteen.",
            "[p1]: This was almost a great idea.  [p2]: You just described 90% of our stuff.",
            "[p1]: You look like a corpse that was just pulled out of the river.  [p2]: Wrong. I look like a cool rock star who just OD'd in their own pool. Big difference.",
            "[p1]: [p2], can I speak to you for a minute? In private.  [p2]: Ooh, someone's in trouble. It's me. I don't know why I did that.",
            "[p1]: That sounds like a terrible plan.  [p2]: Oh, we've had worse.",
            "[p1]: Question. When they shot Bambi's mother, did you find that a sad moment...at all?  [p2]: I'm sure she's mounted on a nice wall in a fine home somewhere.",
            "[p1]: I feel like I have died and gone to heaven.  [p2]: I have that dream, too, but you go in the other direction.",
            "[p1]: I personally don't think it's possible to come up with a crazier plan.  [p2]: We could attack them with hummus.  [p1]: I stand corrected.  [p2]: Just keeping things in perspective.",
            "[p1]: *Locks [p2] in the car.* Act like a child, get treated like a child.  [p2]: What? Isn't it illegal to leave a child locked in a car?",
            "[p1]: *Answers phone.* Hello?  [p2]: It's [p2].  [p1]: What did they do this time?  [p2]: No, it's me, [p1]. It's actually me.  [p1]: What did you do this time?",
            "[p1]: How do tall people people possibly sleep at night when the blanket can't possibly cover you?  [p2]: [p1], it's four o'clock in the morning.  [p1]: So, you can't sleep, huh? Is it because of the blanket?",
            "[p1]: Dang, [p2], are you secretly cool?  [p2]: Well, poker is just math, so I guess it depends on if you consider the mathematician, Carl Friedrich Gauss, cool.  [p1]: I do not.",
            "[p1]: Who the frick-  [p2]: Language!  [p1]: Whom the frick-  [p2]: No.",
            "[p1]: I sort of did something and I need some advice, but I don't want a lot of judgment and criticism.  [p2]: And you came to me?",
            "[p1]: So what do you have planned for the future?  [p2]: Lunch.  [p1]: No, like long term.  [p2]: Oh...um, dinner?",
            "[p1]: What's wrong with you?  [p2]: Off the top of my head, I'd say low self-esteem, a lack of paternal affection, and a genetic predisposition for anxiety and depression.",
            "[p1]: Can you be quiet?! I'm trying to think.  [p2]: Don't worry. Doing anything for the first time is difficult.",
            "[p1]: I trusted you!  [p2]: Why?",
            "[p1]: What do you have?  [p2]: A KNIFE!  [p1]: NO!",
            "[p1], hungover: Please tell me I'm imagining that I claimed I was king of the ducks.  [p2]: I would, but then I would be lying to the King of All Ducks.",
            "[p1]: Can I have some?  [p2], mouth full of cheesecake: It's really spicy, you wouldn't like it.",
            "[p1]: I don't know, it's not my cup of tea.  [p2]: Well then who's is it?  [p1], staring at a cup of tea: I don't know!",
            "[p1] with a gun to [p2]'s head: What happens if I pull this trigger? Heaven?  [p2]: Bold of you to assume I'll go to Heaven.",
            "[p1]: Why are you drinking?  [p2]: I drink when I'm depressed.  [p1]: But you're always drinking?  [p2]: *smug grin*",
            "[p1]: I have a 1:30 appointment.  [p2]: Which doctor?  [p1]: No, I want the regular doctor.",
            "[p1]: You made enough pasta that you could take it to lunch tomorrow. Put it in a container.  [p2]: Shovel the pasta into your face. Do it. Put it in your face. The future is meaningless but the pasta is now.",
            "[p1]: Hey, if you type in your password, it'll show in stars.  [p1]: ********* see!  [p2]: hunter2  [p2]: Doesn't look like stars to me.  [p1]: [p2]: *******  [p1]: That's what I see.  [p2]: Oh, really?  [p1]: Absolutely.  [p2]: You can go hunter2 my hunter2-ing hunter2.  [p2]: Haha, does that look funny to you?  [p1]: Lol, yes. See when YOU type hunter2, it shows it to us as *******  [p2]: That's cool. I didn't know this site did that.  [p1]: Yup. No matter how many times you type hunter2, it will show to us as *******  [p2]: Awesome.  [p2]: Wait, how do you know my password?  [p1]: Er, I just copy pasted YOUR ******'s and it appears to YOU as hunter2 cause it's your password.  [p2]: Oh, ok.",
            "[p1]: Are you a masochist or a sadist?  [p2], deadpan: I’m a Taurus.",
            "[p1]: Think you can answer some questions without the usual level of sarcasm?  [p2]: If you can ask the questions without the usual level of stupid.",
            "[p1]: It's not our fault!  [p2]: Yeah, but... Come on, the least we can do it talk to them.  [p1]: No, the least we could do is nothing!",
            "[p1]: What happened to your nose?  [p2]: I used it to break some guy's fist.",
            "[p1]: [p2] just said \"I have an appetite for destruction\" and then they reached down and untied my shoe.",
            "[p1]: *shatters a window and climbs through it*  [p1]: *turns around and helps [p2] through it* Breaking and entering is wrong [p2].  [p2]: Okay.",
            "[p1]: Everybody shut up, I'm thinking.  [p2], patting them on the back: Well, don’t think too hard. I wouldn’t want you to hurt yourself.",
            "[p1], holding an antique bottle: Is this whiskey or perfume?  [p2]: *grabs and chugs the entire bottle*  [p2]:  [p2]: It's perfume.",
            "[p1]: When's the last time you slept?  [p2]: Uh... a few days ago, I think.  [p1]: A few- *how many?!*  [p2]: Uh... *starts counting on fingers* I need more fingers...  [p1]: What you need is sleep!",
            "[p1]: Hi-  [p2]: Leave before there's a terrible misunderstanding between my foot and your ass.",
            "[p1]: Are you mad?  [p2]: No.  [p1]: So sharpening your knives at 3 in the morning is just a hobby?",
            "[p1], sniffling: Calm down, I’m probably not sick. It might just be allergies.  [p2]: Okay, tell me this: are you like, really tired?  [p1]: I have depression, what do you think?",
            "[p1]: I’m not so sure you’re stakeout material.  [p2]: I’m a chronic insomniac, I was born for this.",
            "[p1], texting [p2]: *sends a voice message*  [p2], texting back: I’m a little busy, is it urgent?  [p1]: No, don’t worry, just listen later.  *later*  [p2]: *presses play*  [p1]'s voice message: THERE’S A FIRE-",
            "[p1], peeling a banana: May I take your jacket, sir? Hahahaha.  [p2]: Do you think other people can’t hear you?",
            "[p1]: Ah, Hello again. We really need to stop meeting like this.  [p2]: Maybe we would, if you would sTOP BREAKING INTO MY FRICKING HOUSE!!!",
            "[p1]: The time to act is now.  [p1]: Wink, wink.  [p2]: Don't say \"wink wink\". Just wink.  [p1]: Oh, sorry.  [p1]: Wink.",
            "[p1]: Can I have some water?  [p2]: *starts chugging their water bottle*  [p2]: *chokes from drinking too fast*  [p2]: *spills water all over themself*  [p2], coughing: I don't have any water.",
            "[p1]: Do you think I’m ugly?  [p2]: It’s not about looks, [p1]. What’s valuable is on the inside...  [p1]: [p2]...  [p2]: For example, someone's heart.  [p1]: Aw... Stop it-  [p2]: It could be purchased for more than a million dollars, you know.  [p1]: Seriously, stop.",
            "[p1]: I don’t even use tubberware anymore.  [p2]: What are you saying? Say it again.  [p1]: Tubberware.  [p2]: Say it again. Slow.  [p1]: Tubberware.  [p2]: Slow, very slow - actually, say the first syllable.  [p1]: Tub.  [p2]: Wrong.  [p1]: What do you mean, wrong?  [p2]: I thought I caught that. You’re saying tub. It’s P.  [p1]: What are you talking about?  [p2]: Tupperware. Tupper.  [p1]: It’s tupper!  [p2]: It’s tupper, always has been, always will be.  [p1]: I thought it was tubberware because it kind of looks like a tub.",
            "[p1]: *chokes on something*  [p2]: Jeez, [p1], don't die on us.  [p1]: Don't tell me what to do, I'll die whenever the hell I want!",
            "[p1]: You’re my best friend, I would do anything for you.  [p2]: I want you to eat 3 meals a day and have a decent sleep schedule.  [p1]: Absolutely not.",
            "[p1]: [p2], what are you doing?  [p2]: *shaking a cat shaped piggy bank* I’m just trying to figure out how much change I have inside.  [p1]: You could always take it out and count it.  [p2]: Where’s the fun in that?",
            "[p1]: Advice of the day kids, if you ever meet someone who calls Gatorade flavors the actual name of the flavor instead of just the color then they are a certified nerd.  [p2]: Yeah but you have to specify, frost glacier or cool blue? You can’t just say blue because there’s more than one blue.  [p1]: Blue and light blue, nice try nerd.",
            "[p1]: We’re all in this together. If one of us falls, we all fall. Nobody is expendable on this team.  [p2]: Sounds fake but ok.",
            "[p1]: Some of us are still ‘it’ from a childhood game of tag.  [p2]: way to just frick me up on a Tuesday.",
            "[p1]: Astrology is fun because i can pretend that all of my behaviors are just a result of being a Gemini and not symptoms of mental illness.  [p2]: Being a Gemini is a mental illness. That’s not hate it’s just a fact.",
            "[p1]: Are you this rude to everyone?!  [p2]: Yup.  [p2]: Don't think you're special.",
            "[p1]: I’m 80% awesome 20% water and 100% handsome.  [p2]: That’s 200%.  [p1]: I’m twice the man you’ll ever be.",
            "[p1]: You’re charged with…..breaking into a pet store?  [p2]: I thought the animals might be lonely.",
            "[p1]: A mosquito tried to bite me and I slapped it and killed it.  [p1]: And I started thinking.  [p1]: Like, it was just trying to get food.  [p1]: What if I went to the fridge and it just slammed the door shut and snapped my neck?  [p2]: Are you ok?",
            "[p1]: You use emoji’s like a straight person.  [p2]: That’s literally the worst thing anyone has ever said about me.",
            "[p1]: Name a more iconic duo than my crippling fear of abandonment and my anxiety. I’ll wait.  [p2]: You and me!  [p1]: *tearing up* Ok.",
            "[p1]: Are you having another depressive episode?  [p2]: A depressive episode?  [p2]: I'm having a depressive series and we're just on season one.",
            "[p1]: Here’s the cold medicine you asked for.  [p1]: *dumps 3 shopping bags of wine on the table*  [p2]: ...Thanks.",
            "[p1]: Who hurt you?  [p2]: *snorting* What, do you want a list?  [p1]: ...Yes, actually.",
            "[p1]: You frickers don’t know about my knife stick. It’s a knife taped to a stick and it’s the ultimate weapon.  [p2]: Spear.  [p1]: BLOCKED.",
            "[p1]: Am I going to far?  [p2]: No, no, no. You went too far about 7 hours ago. Now you’re going to prison.",
            "*[p1] sends more than 5 messages in a row*  [p1 ]: I ain’t reading all that.  [p1]: I’m happy for you tho.  [p1]: Or sorry that happened.",
            "[p1]: Let me copy your homework.  [p2]: I was gonna copy yours.  [p1]: Well, shiz.  [p2]: Guess I'm not doing it.",
            "[p1]: You’ve got to learn to love yourself.  [p2]: But don't you hate yourself.  [p1]: Yeah, but this is about you. Stay focused.",
            "[p1]: Can you pass the salt?  [p2]: Can you pass away?  [p1]: Too much salt.",
            "[p1]: *texting* Hey can you pick me up I’m drunk.  [p1]: Oh you don't have to anymore. I'm home now.  [p2]: Yes, I'm aware of that after dropping you off at home.",
            "[p1]: Everything will be ok. You can not stop it.  [p1]: Everything will be fine. You have no choice.  [p2]: What the frick kind of pep talk is that?  [p1]: Ominous positivity.",
            "[p1]: That’s illegal, right?  [p2]: Why do you care? Are you a fricking cop?  [p1]: No-  [p2]: Then shut the frick up.",
            "[p1]: You remind me of the ocean.  [p2]: Because I'm deep and mysterious?  [p1]: No, because you're full of salt and you scare people.",
            "[p1]: I did it! I memorized everything in the book! I'm gonna ace this test!  [p2]: Ok, [p1], I'll give you one more question before you go. What ended in 1918?  [p1]: 1917.  [p2]: ...You're ready.",
            "[p1]: *on the phone* Hey [p2], do you know my blood type?  [p2]: Of course, it's B-.  [p1]: Oh, I guessed wrong. Excuse me, nurse-!",
            "[p1]: *on the phone* Just snap his kneecaps and he’ll talk, I’m at a parent teacher conference.  [p1]: Anyways, you said [p2] is enjoying finger painting! That's great.",
            "[p1]: Can I bother you for a second?  [p2]: You're always bothering me, but go ahead.",
            "[p1]: Remember what I told you.  [p2]: Don’t be a dingus.",
            "[p1]: You either buckle down and do your work or you’ll end up at McDonalds.  [p2]: We're going to McDonalds if I don't do my work?  [p1]: NO-",
            "[p1]: It’s not gonna work, I’m not a snitch.  Cop: Fine, let's try something else. Tag a friend you recently committed a crime with.  [p1]: Lmao, @[p2].",
            "[p1]: [p2] taught me to think before I act.  [p1]: ...So if I smack the shiz out of you, rest assured that I thought about it and am confident in my decision.",
            "[p1]: [p2]! Have you no dignity?  [p2]: Of course not! How long have we known eachother?",
            "[p1]: Are you an ‘arr’ pirate or a ‘yo ho ho’ pirate?  [p2]: I’m a ‘I’m not paying $600 for photoshop’ pirate.",
            "[p1]: [p2], this morning, I called you abhorrent and reprehensible, and I’d like to withdraw that statement-  [p2]: Aww, thanks-  [p1]: But I can't. Those are the 2 words that best describe you.",
            "[p1]: I'm not mean. Name one mean thing I’ve ever done.  [p2]: When we were younger, you convinced me eggs weren't real.  [p1]: They're not.  [p2]: Haha, very funny.  [p1]: I'm serious. Didn't you hear?  [p2]: No... what happened?  [p1]: ...Why would you fall for this again-",
            "[p1]: Do you want some tea?  [p2]: What are the options?  [p1]: Yes or no.",
            "[p1], holding a kettle: Coffee or tea?  [p2]: Tea.  [p1]: Wrong. It's coffee.",
            "[p1]: Hey, are you okay?  [p2]: Yeah.  [p1]: You don't look okay...  [p2]: Then stop looking.",
            "[p1]: What the frick is wrong with you??  [p2]: What? No good morning?  [p1]: Good morning, what the frick is wrong with you??",
            "([p1]: I’ve invited you here because I crave the deadliest game...  [p2], nodding: Knife Monopoly.  [p1]: I was actually going to play Russian roulette, but now I'm really interested in whatever knife Monopoly is.",
            "[p1]: When I first met you, I did not like you.  [p2]: I'm aware of that.  [p1]: But then you and I had some time together.  [p2]: Uh-huh?  [p1]: It did not get better.",
            "[p1]: *coughs blood*  [p2]: Don't die, [p1]!  [p1]: Don't tell me what to do!",
            "[p1]: I have a new hoodie.  [p2]: Wrong.  [p2]: *We* have a new hoodie.",
            "[p1], to [p2]: I'll be under the mistletoe when you start feeling desperate!",
            "[p1]: You know what I’ve realized?  [p2]: Some thoughts are better left unsaid?  [p1]: Nice try, anyways-",
            "*at a zoo*  [p1]: What are they in for?  [p2]: [p1], this isn't prison.  [p1]: So they can leave?  [p2]: No, but-  [p1], pointing at a meerkat: I bet that one murdered someone.",
            "[p1]: Standing next to sunflowers always makes me feel weak like ‘look at this fricking flower. This flower is taller than I am. This flower is winning and I’m losing.’  [p2]: Wow, you are not ready to hear about trees.",
            "[p1]: What’s the dumbest thing you believed as a child?  [p2]: That naptime was a punishment.",
            "Computer: Please enter a password.  [p1]: *types in [p2]*  Computer: Your password is too weak.  [p1]: How fricking DARE YOU-",
            "[p1]: [p2]! For the love of god, please turn down that music. I have a hangover.  [p2]: *blasting the mii theme at full volume* That sounds like a you problem, not a mii problem.",
            "[p1], ordering coffee: I’d like a light roast.  [p2]: You're kinda ugly.",
            "[p1]: What are you eating?  [p2]: You wouldn't like it, it's really salty.  [p1]: I like *you*, don't I?",
            "[p1]: *in a jail cell* What about my Miranda rights!? You’re supposed to say I have ‘the right to remain silent’”! NOBODY SAID I HAD THE RIGHT TO REMAIN SILENT!  [p2]: *in the cell next to them* You have the right to remain silent, what you lack is the capacity.",
            "[p1]: Did you buy eggs like I asked?  [p2]: Even better!  [p1]: What the frick did you-  [p2]: *holding up a chicken* Her name is Fluffy.",
            "[p1]: FIGHT ME, YOU NERD ASS SLUT!  [p2]: At least try to sound slightly more sophisticated when you threaten someone.  [p1]: Oh, I'm sorry. I should ask; dost thou want to engage in a duel, my good bench?  [p2]: Somehow that's worse.",
            "[p1]: This is horrible! This is the most humiliating thing to ever happen to me!  [p2]: Oh-? Even more humiliating than-  [p1]: We are not doing this!",
            "[p1]: Sorry it took so long to bail you out of jail.  [p2]: No, it was my fault. I shouldn't have used my phone call to prank call the police station.",
            "[p1]: I need to dye my hair.  [p2]: ...  [p1]: Or get another tattoo.  [p2]: ...  [p1]: Or a new piercing.  [p2]: Why?  [p1]: To, you know, appease the mental breakdown gods.",
            "[p1]: *walking around disappointed after visiting an aquarium*  [p2]: [p1], what did you think a tiger shark was?",
            "[p1]: Tell me a little about yourself.  [p2]: I'd rather not, I really like this group.",
            "[p1]: I just wanna be called cute 21/7.  [p2]: Why no 24/7?  [p1]: Snack breaks.",
            "[p1]: Why do you think I don’t like you? I do. I would kill for you.  [p1]: Ask me to kill for you.  [p2]: ...First of all, calm down-",
            "[p1]: Okay, two person huddle.  [p2]: You can't huddle with two people. This is just a hug.",
            "[p1]: You disgust me.  [p2]: *eating a kitkat sideways* I realize this and don’t care.",
            "[p1]: Caffeine no longer keeps me awake while I work, so instead I have [p2] periodically send me texts saying ‘we need to talk.’  [p1]: It gives me the right amount of adrenaline and fear I need to keep going.",
            "[p1]: [p2], how could you possibly have gotten into this much trouble in one day?  [p2]: It... It didn't take me the whole day...",
            "[p1]: Happy October 32nd! Second Halloween!  [p2]: That doesn't exist.  [p1]: Not with that attitude.",
            "[p1]: Wow, great work on the Halloween decorations. Where did you get the fake skeletons?  [p2]: Fake?",
            "[p1]: What situation is not instantly improved by the addition of fishnets, I ask you.  [p2]: Being a fish.  [p1]: Well, shiz.",
            "[p1]: [p2] likes to say ‘you can be part of the problem or part of the solution,’ but I happen to believe you can be both.",
            "[p1]: Why is it so hard for you to believe me?!  [p2]: ...  [p1]: Oh, right. The lying.",
            "[p1]: I drink to forget but I always remember.  [p2]: You're drinking orange juice.",
            "[p1]: How are you today?  [p2]: Please don’t make me think about my life.",
            "[p1]: I'll offer you some friendly advice-  [p2]: I don't want your advice.  [p1]: Well, then consider it unfriendly advice.",
            "[p1]: I need you to come meet me, and I need you to come alone.  [p2]: And I need you to be less vague and weird.",
            "[p1]: No more making fun of me when I misuse dated cultural references, alright? Are we cowabunga on this?  [p2], sighing: Fine. We're cowabunga.",
            "[p1]: *standing on a balcony and sneezes*  [p2]: *standing on the roof* Bless you.  [p1]: God?!",
            "[p1]: I’m going to hell.  [p2]: Probably.  [p1]: I'll pick you up?  [p2]: *nodding* Carpool.",
            "[p1]: Where did you get that tomato soup?  [p2]: It’s actually a bowl of ketchup I just microwaved.",
            "[p1]: Life could be worse, [p2].  [p2]: Life could be a lot better too!",
            "[p1]: So, what are we doing?  [p2]: Wasting our lives.  [p1]: I meant for lunch...",
            "[p1]: [p2], you’re such a genius!  [p2]: Yes, I know.",
            "[p1]: I've met a lot of pricks in my time, but you, [p2], are a fricking cactus.",
            "[p1], to [p2]: Are you peanuts? Because I want to boil you alive.",
            "[p1]: If you could guess, how many brain cells do you have?  [p2]: Dorito’s cool ranch.  [p1]:  [p1]: I'm just gonna assume zero for now.  [p2]: I love that song.",
            "[p1]: Being half asleep and feeling someone gently plant a kiss on your forehead is one of the purest kinds of love in the world.  [p2]: Unless you're home alone.",
            "[p1]: Ayo, what the FRICK is this?!?  [p2], sitting down, surrounded by corpses: I won Mafia, that’s what.",
            "[p1]: I am in charge of this disaster!  [p2]: I have a name, you know.",
            "[p1]: *sharpens knife* We've got ways of making people talk.  [p1]: *cuts piece of cake*  [p2]: ...Can I have some?  [p1]: Cake is for talkers.",
            "[p1]: *plays shreksophone*  [p1]: Woo.  [p1]: Time to listen to this on loop for all eternity.  [p2]: ...Genius coping mechanism my friend",
            "[p1]: ...My man [p2] just killed a goldfish.  [p2]: *licking their lips* Yup. Delicious.",
            "[p1]: Did you win? Or just not die?  [p1]: Either way, hooray.  [p2]: ...Is \"no\" a valid answer?  [p1]: The hooray is redacted and you frighten me.",
            "[p1]: Ew. What kind of tea is this?  [p2]: I boiled gatorade.",
            "[p1]: *is visibly upset*  [p2]: [p1], what happened? I haven't seen you like this since you found out candyland wasn't an actual country.",
            "[p1]: It's called cauliflower, not ghost broccoli.  [p2], eyes wide: I know what I saw.",
            "[p1]: When I get murdered, can you make sure I become an unsolved case?  [p2]: wHat?  [p1]: I want to be on Buzzfeed Unsolved.  [p2]: Can we go back to the part when you said \"when I get murdered\"?",
            "[p1]: How the hell are you still alive?  [p2]: Honestly, I’m just as confused as you are.",
            "[p1]: You're violent.  [p2]: Yeah but I'm also short and that's adorable.",
            "[p1]: Can you recommend a book that'll make me cry?  [p2]: General Mathematics 8th Grade Edition.",
            "[p1]: *makes [p2] a cup of tea but puts salt in it*  [p2]: *sips tea*  [p1]:  [p2]: *finishes tea*  [p1]: Didn't it taste bad?  [p2]: Yeah, but I didn't want to hurt your feelings so I drank it all.  [p1], tearing up: Oh, okay.",
            "[p1]: If you don't stop talking, I'm going to jump out of that window.  [p2]: ...We're on the ground floor.  [p1]: I know but I want a dramatic exit.",
            "[p1]: I'm going to take a shower, I'll be right back.  [p2]: Why are you telling me this, I don't care.  [p2], right after [p1] leaves the room: I miss them already.",
            "[p1]: I’m a reverse necromancer.  [p2]: Isn’t that just killing people?  [p1]: Ah, technically. ",
            "[p1]: You want some leftovers?  [p2]: What are those?  [p1]: You've never had leftovers before?  [p2]: No, ‘cause I’m not a quitter.",
            "[p1]: Pick a card, any card.  [p2]: Fine.  [p1]: Wait, that's my credit card!  [p2]: You said any card.",
            "[p1]: Hey, what’s the name of the guy who lives down the hall?  [p2]: His cats' names are Walter and Rose.  [p1]: That's not what I asked.  [p2]: That is all the information I have.",
            "[p1]: Ugh, there’s always that weak bench in the group who isn’t down with murder.  [p1]: *glares at [p2]*  [p2]: Well, sorry I have morals!",
            "[p1]: Hey, you want a tarot reading?  [p2]: Those are Pokemon cards.  [p1]: You got a magikarp.  [p2]: ...  [p1]: It means 'frick you'.",
            "[p1]: *running towards [p2] with open arms*  [p2]: *moves out of the way*  [p1]: Hey, why'd you move?!  [p2]: I thought you were going to attack me.  [p1]: I was going to hug you!  [p2]: Why would you hug me?  [p1]: WHY WOULD I ATTACK YOU!?",
            "[p1]: I wasn’t that drunk.  [p2]: You colored my face with a highlighter because you said I was important.  [p1]: BECAUSE YOU ARE!",
            "[p1]: Sleep is the body’s best safety mechanism.  [p2]: How so?  [p1]: It keeps you from screwing up for 8 hours.",
            "[p1]: Come on, [p2]! How any times do I have to apologize?  [p2]: Once!  [p1]: ...No.",
            "[p1]: Are you tall enough to play basketball though?  [p2]: Are you calling me short?  [p1]: I'm calling you vertically challenged.",
            "*[p1] falls over*  [p2]: [p1]! Are you alright?  [p1]: Is that you, God?  [p2]: What?  [p1]: It's just, you sound a lot more like [p2] than I expected.",
            "[p1]: *runs up to doors*  [p1]: Be careful, [p2]! These doors say \"Blast Danger\"!",
            "[p1]: [p2]! I thought you were dead!  [p2]: No, just in deep cover.  [p1]: ...But it was an open casket.  [p2]: It was very deep.",
            "[p1], to [p2]: How do you tell someone politely you want to hit them with a brick?",
            "[p1]: Here you go, [p2], a nice hot cup of coffee!  [p2]: It's cold.  [p1]: A nice cup of coffee.  [p2]: It's horrible!  [p1]: Cup of coffee.  [p2]: I'm not sure if this even IS coffee.  [p1]: C U P.",
            "[p1]: She's the girl of my dreams!  [p2]: You say every girl is the girl of your dreams.  [p1]: I have a lot of dreams.",
            "[p1]: Yo! I heard you like reptiles, got any fun facts?  [p2]: If a crocodile eats your dad, they become your new dad.",
            "[p1]: Just so everyone knows, don't ever try to climb a tree at night carrying a strobe light, owls DON'T like it.  [p2]: ...what happened?  [p1]: I made a VERY bad mistake.",
            "[p1]: Hopefully [p2] has learned a lesson about respecting other people's feelings.  [p2]: Oh, shut up and die [p1].",
            "[p1]: You know, [p2], when you generalize, you tell general... lies.  [p2]: ...  [p2]: Are you trying to teach me moral lessons through puns.",
            "[p1]: That’s the key slice of truth we need to complete the entire truth pie.  [p2]: Ooh, can we get some actual pie?  [p1]: I like the way you think.",
            "[p1]: I am 39 cheetos tall.  [p2]: Why... are you measuring your height in cheetos?  [p1]: Because we're out of doritos.",
            "[p1]: Hey there demons, It's me, ya boi.  [p2]: [p1], NO!",
            "[p1]: [p2], no.  [p2]: [p2], *yes.*",
            "[p1]: What goes up but never comes down?  [p2]: The amount of stress you're bringing this family.",
            "[p1] to [p2]: We smell of sweat and loss.",
            "[p1]: If it pleases the court I would like to say that my opponent is TALKING SHIT!  [p2]: ...",
            "[p1]: Would anyone know any good vendors for professional-quality brass knuckles?  [p2]: I know you’re serious, but you say the scariest shiz sometimes.",
            "[p1]: There's something I have to ask about you-know-who.  [p2]: Voldemort?  [p1]: No.  [p2]: Is it Voldemort?  [p1]: It's not Voldemort.  [p2]: You haven’t mentioned wizards once this conversation, so I’m gonna have to assume it’s Voldemort.",
            "[p1]: My goal is not to be the best, but to inspire someone enough to one day surpass me.  [p2]: YOU CAN'T JUST SAY THAT EVERY TIME YOU BEAT ME AT CONNECT FOUR!",
            "[p1]: That’s the longest worm I’ve ever seen.  [p2]: That’s a snake.",
            "[p1]: I want a trip down memory lane.  [p2]: *proceeds to grab every warrior cats book they have and sets them in [p1]'s lap*  [p2]: I heard you needed these?  [p1]: YES! ALL OF THEM!",
            "[p1]: If I had a face like yours, I'd put it on a wall and throw a brick at it.  [p2]: If I had a face like YOURS, I'd put it on a brick and throw a wall at it.",
            "[p1]: I hope they've calmed down...  [p2]: Shut the frick up you annoying ass pig.",
            "[p1]: Get in loser, we're going shopping.  [p2]: This is a McDonald's drive thru.",
            "[p1]: I WOULD DESTROY THE WORLD FOR YOU!  [p2]: Okay, can you do the dishes?  [p1]: No!",
            "[p1]: Are you a cuddler?  [p2]: I'm a machine of death and destruction.  [p1]:  [p2]: ...Yeah, I'm a cuddler.",
            "[p1]: Why aren’t you sleeping?  [p2]: I’m to busy plotting your murder to sleep, [p1].  [p1]:  [p2]: ...The nightmares.  [p1]: *wrapping their arms around [p2]* Awwww, sweetie-",
            "[p1]: [p2]... you've been cuddling with me for over and hour now.  [p2]: *muffled* mm hmmm :)  [p1]: Frick. I should be annoyed but you're adorable.",
            "[p1]: I can't believe you've done this.....  [p2]: I'm sorry I didn't know-!  [p1], on the verge of tears: YOU CAN'T JUST BUY ME A GIFT OUT OF NOWHERE NOW I FEEL LIKE A HUGE ASSHOLE!",
            "[p1]: There's nothing to do....  [p2]: You can wash the dishes you promised to wash about a week ago.  [p1]: *pulls out their phone* Nevermind.",
            "*[p1] and [p2]'s house is on fire, but they don't know it*  [p1]: Dang, it's hot in here.  [p2]: I know, it's so hot there's s coming out of the vent!  [p1]:  [p1]: First of all, I'm assuming you have no idea what the problem with that statement is.  [p2]: What?  [p1]: Second of all, we need to get the frick out of here, NOW.",
            "[p1], having recently lost their glasses: KILL THE BUG!!!  [p2]: ....That’s a gecko—",
            "[p1]: So you're looking for information on this thing, huh? Well, I feel like it must be from far away.  [p2]: What makes you say that?  [p1]: If it's something even I don't know about, then I'm sure nobody else must have a clue. So it's gotta be from some faraway place. Impeccable reasoning, isn't it?  [p2]: [p1]... You don't have a clue about this thing, do you?  [p1]: *screams in anger*",
            "[p1] on stage: Everyone's talking 'bout climate change,but when is [p2] gonna start talking 'bout some underwear change? Am I right ladies?  Crowd of People: *cheers*  [p1]: *pulls out a gun and shoots [p2] until they run out of bullets*  [p1]: *reloads, then shoots [p2] until they run out of bullets*  [p1]: *looks into camera after a brief pause* Who killed [p2]?",
            "[p1]: I have very high standards, you know.  [p2]: I can make spaghetti...  [p1]: Oh no! You're meeting all my standards!",
            "[p1]: I'm very scary.  [p2]: You're about as scary as a wet kitten.  [p1]: Wet kittens are cute, at least I've got that going for me.  [p2]: And small.  [p1]:  [p1]: ...Yeah, yeah. I guess.",
            "[p1]: Is it just me or is instant ramen even better uncooked?  [p2]: It’s just you.",
            "[p1]: Remember everyone, violence is never the answer.  [p2]: You're right, [p1].. Violence can't be the answer.  [p1]: Correct, [p2]. Now, on to the next lesso-  [p2]: Violence is the question.  [p2]: And the answer is yes!  [p1]: [p2], no!!",
            "[p1]: Swear words are illegal now. If you say one you'll be fined.  [p2]: Heck.  [p1]: You're on thin fricking ice.  [p1]: Oh no-",
            "[p1]: Uptown Funk would've made it into the Shrek Soundtrack.  [p2]: That's the truest statement I've ever heard.",
            "[p1]: Shut up, you’re messing with my train of thought!  [p2]: I thought you didn’t have a brain and now you say you have thoughts?",
            "[p1]: Wakey Wakey Eggs and Bakey!  [p2]: But I'm a vegan.  [p1]: Wakey Wakey Vegetables and Sadness.",
            "[p1]: Why don't humans have a specific noise that means \"there are bees here, let's leave immediately.\" Why are elephants more advanced than us.  [p2]: We do have a specific noise for it. It sounds like this:  [p2]: \"There are bees here, let's leave immediately.\"",
            "[p1]: Just be careful, [p2]!  [p2]: *heading out the door* I'm always careful, [p1]!  [p2]: It's everything around me that's careless.",
            "[p1]: I think I should be allowed on ghost hunter tv shows.  [p2]: I think that would be dangerous for the ghosts.",
            "[p1]: So uh, for this party and everything, do you, uh...  [p2], sighing: You don't know how to dress for this, do you?  [p1], panicked: WHAT IS CLOTHES???",
            "[p1]: Hey besties-  [p2]: Die.  [p1]: What did I do to you-",
            "[p1]: Honestly, I am so evil. So full of darkness. I feed of the souls of the living I strike fear into-  [p2]: You sleep with a teddybear.  [p1]: He’s my sECOND IN COMMAND IN MY ARMY OF DARKNESS!",
            "[p1]: I'd roast you, but my mom says you can't burn trash.  [p1]: *slow-mo walks out of the room*",
            "[p1]: I love you.  [p2]: Me too.",
            "[p1], texting [p2]: Hey do you like anyone?  [p2]: Yeah you  [p1]: Oh, I'm sorry we're just friends  [p2]: *Yeah, you?  [p2]: Oh haha sorry lol  [p1]: *dies inside*",
            "[p1]: The greatest trick the devil ever pulled was changing their name to [p2].",
            "[p1]: And what do I get out of this?  [p2]: I will give you a dollar.  [p1]:: What do you think I am? A chump? I would never do it for a dollar!  [p2]: How bout two dollars?  [p1]: You got yourself a deal.",
            "[p1]: Why's it called an oven when you of in the cold food and you of out hot eat the food?  [p2]: ...*What???*",
            "[p1]: I’m sad.  [p2]: Don’t be sad, because sad backwards is das.  [p2]: And das not good.",
            "[p1]: Watcha got there..?  [p2]: *petting a ostrich* A smoothie.",
            "[p1], holding a fork: You know your talking a lot of shiz for someone who has 2 perfectly good eyeballs each cost about $16,000 on the blackmarket.  [p2]: ....  [p1]: *lip smack*",
            "[p1]: Why should I make my bed, when I'm just gunna unmake it to sleep in it anyways?  [p2]: Why should I feed you if your just gunna die anyways?  [p1]:  [p1]: I'll go make my bed-",
            "[p1]: Hey [p2]?  [p2]: Yeah?  [p1]: What's your favorite color of the alphabet? True or false?  [p2]:  [p2]: ...What.",
            "[p1]: I think this might be a bad idea...  [p2]: Don't start thinking on me now!",
            "[p1]: Where are you going?  [p2]: Hell, eventually.",
            "[p1]: Happy Scorpio season. If you have to burn a bridge, do it safely!  [p2]: With NAPALM.",
            "[p1]: I baked you a pie!  [p2]: Really?! What flavor? [p1]: *pulls gun out of the pie* DEATH!",
            "[p1]: Why are you doing this?  [p2]: Same reason I do everything, [p1]. To get somebody to like me.",
            "[p1]: Yeah, I don’t like people.  [p2]: Oh, well now that’s not fair [p1]. Have you met all of them?  [p1]: I’ve met enough of them. People. What a bunch of bastards!",
            "[p1]: I thought you were going to give me a book recommendation or something.  [p2]: *laughs* Book recommendation? I can’t read!",
            "[p1]: Can I have a private talk with you?  [p2]: Okay, as long as it’s not about tampons because I just don’t understand them.",
            "[p1]: I once went on holiday and pretended to be twins. It was amazing fun. I invented this mad, glamorous sibling and went around really annoying everybody. And d'you know, I could get away with anything when I was my crazy twin [p1].  [p2]: But you're [p1].  [p1]: Kinda stuck. It’s a long story.",
            "[p1]: Big day today, [p2]. *holds up two shirts* Mustard stain or ketchup stain?  [p2]: Mustard– looks less like blood.",
            "[p1]: Wow, that was quick thinking on that phony sacrifice stuff.  [p2]: Oh, that was all real.  [p1]: Wait, you were trying to help them kill us?!  [p2]: If I’m gonna be sacrificed, I’m gonna do it right.",
            "[p1]: We’ll find another route, it’s not safe for amateur adventurers.  [p2]: That sounds like a challenge.  [p1]: I have to stress, that is not a challenge.  [p2]: ...Is exactly what you say to dissuade the weak of heart from accepting the challenge. Well, challenge accepted!  [p1]: There is no challenge!",
            "[p1]: Don’t stay up all night, [p2]. Last time you got this sleep-deprived, you tried to eat your own shirt.",
            "[p1]: [p2], what is the ONE thing I asked you NOT to do tonight?  [p2]: Raise the dead.  [p1]: And what did you do?  [p2]: Raise the dead.",
            "[p1]: I’m so excited!  [p2]: We’re gonna have the best costumes, get the most candy...  [p1]: And have the biggest stomach aches ever!  [p2]: Yeah!",
            "[p1]: [p2] is not a morning person. Or a night person. There’s really only about seven minutes a day you are fun to be around.  [p2]: The best part is you never know when they’re coming.",
            "[p1]: If you really want to get back at a man, scare him with a pregnancy test. I’ve got a whole box of old positives at my house.  [p2]: You’re an American treasure.",
            "[p1]: Something’s off.  [p2]: Maybe you’ve finally developed human emotions and feel bad for hurting people.  [p1]: No, but that’s funny.",
            "[p1]: I thought I told you to stop reading my emails.  [p2]: Well, I thought I told you to stop keeping secrets!",
            "[p1]: Ow!  [p2]: What’s wrong?  [p1]: I have this weird pain right above my eyebrow.  [p2]: It’s called a stress headache. I got my first one when I was four.",
            "[p1]: Would you like your pizza cut into six or eight slices, [p2]?  [p2]: Oh just six, I don’t think I could eat eight.",
            "[p1]: If we lose, you’re out of the will.  [p2]: I was in the will?",
            "[p1]: [p2], is that my mug you’re drinking out of?  [p2]: No, it’s mine.  [p1]: It... looks just like the one I have...  [p2]: You don’t have one like this anymore.",
            "[p1]: *slams books down in front of [p2]*  [p1]: Boil up some Mountain Dew. It’s gonna be a long night.  [p2]: You could of said literally anything else.  [p1]: Cauldron boil and cauldron bubble, Baja Blast to fuel my trouble.  [p2]: I’m going to just stop challenging you when you say random shiz. I won’t win. I realize this now."
        ]
    },
    "tripleQuotes": {
        "shipping": [
            "[p1]: Ooh, somebody has a crush  [p2]: Pfft, I don’t have a crush on [p3] I just think they’re cool, it’s not like I stay up at night thinking about them.  *Later that night*  [p2], very much awake: Uh oh.",
            "[p1], holding a rock: [p2] just gave this to me and said \"I feel like you deserve the moon but all I can give you is a rock\".  [p3]: If you don't marry them, I will.",
            "[p1]: Do you mind if I slyly mention that you’re single?  [p2]: Do not do that.  [p1]: You won’t even notice!  [p3], entering: [p1], you wanted to see me again?  [p1]: [p2]'s single  [p2]:",
            "[p1], walking into [p2] and [p3]’s bedroom in the middle of the night: I had a bad dream.  [p2]: What was it about?  [p3]: No, don’t ask them that! [p2]: Why not?  [p3]: Cause they’ll answer!",
            "[p1]: So, what is [p2] to you?  [p3]: The reason I wake up every morning.  [p1]: ...That’s adorable.  [p2] earlier that morning, barging into [p3]′s room, smacking pans together: WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP!!!",
            "[p1]: I dare you to kiss the next person who walks into this room.  [p2]: Screw that, I’m not kissing any of you.  *[p3] walks in*  [p2]: Fine, I’ll do it. Rules are rules you know.",
            "[p1]: Is there anyone here who’s actually straight?  [p2]: *raises hand*  [p3]: *puts their hand down*",
            "[p1], at an awards show: Well, first of all, I’d like to thank [p2], the love of my life, for telling me [p3] was going to win so don’t bother to prepare a speech.",
            "*[p1] is telling a story*  [p2]: Wow, [p1], this story has everything! Action! Adventure! Romance!  [p3]: Romance?  [p2]: I have a crush on them.",
            "[p1]: Hey, [p2]? Can I get some dating advice?  [p2]: Just because I'm with [p3] doesn't mean I know how I did it.",
            "[p1]: There's no way they like me back.  [p2]: [p3] would throw themself in front of a moving car for you.  [p1]: [p3] would throw themself in front of a moving car for fun.",
            "[p1]: Two years ago, I married my best friend.  [p1]: [p2] is still mad about it, but me and [p3] were drunk and thought it was funny.",
            "[p1]: Hey, [p2], are you free on Friday? Like around eight?  [p2]: Yeah.  [p1]: And you, [p3]?  [p3]: Umm... yes?  [p1]: Great! Because I'm not. You two go out without me. Enjoy your date!  [p3]: Did they just-",
            "[p1]: Did [p3] just tell me they loved me for the first time?  [p2]: Yeah, they did.  [p1]: And did I just do finger guns back?  [p2]: Yeah, you did.",
            "[p1]: That shirt looks great, [p2].  [p2]: Thanks.  [p1]: But I bet it would look even better on [p3]'s floor.  [p3]: Are you hitting on [p2]... for me?",
            "[p1]: I didn't drink that much last night.  [p2]: You were flirting with [p3].  [p1]: So what? They're my partner.  [p2]: You asked if they were single.  [p2]: And then you cried when they said they weren't.",
            "[p1]: I find it very unseemly of [p2] to start dating again. Isn't the customary period of mourning 10 years?  [p3]: Die. Let's find out.",
            "[p1]: So are you gonna explain how the hell you crashed my car?  [p2]: Well we were driving and there was a deer in the road, so I said \"[p3], deer!\"  [p1]: ...And what did [p3] do?  [p2]: ...They said \"Yes, Honey?\"",
            "[p1]: If I say I love you, will you say it back?  [p2]: Yes.  [p1]: I love you.  [p2]: It back.  *Later*  [p3]: Why is [p1] crying face-down on the floor?",
            "[p1], about their date: So they were just using me?  [p2]: I’m sorry, [p1].  [p3], trying to contain their amusement: You must feel pretty stupid right now.  [p1]:  [p2]: Ok, that’s a time-out.  [p3]: No, I was just trying to-  [p2]: Go sit over there!  [p3]: *walks away in defeat*",
            "[p1]: But what about [p2]? They were my SOULMATE!  [p3]: You said that about a ball of yarn once!",
            "[p1], at [p2]: Would you like to stay for dinner?  [p3], from the kitchen: Would you like to stay forever!?!",
            "[p1]: H-how do you ask someone out?  [p3]: Well, first-  [p2]: Don't ask them, they asked me out in a McDonalds parking lot.  [p1]: ...And you said yes?",
            "[p1]: Someone take me to art museums and make out with me.  [p2]: But they said not to touch the masterpieces.  [p1]: Well somebody's got to pin the artwork to the wall.  [p3], on a walkie talkie: This is [p3], those idiots are fricking around in the East wing again.",
            "[p1]: Well, remember when [p2] made a romantic dinner for me?  [p3]: [p1], they microwaved you a pizza.",
            "[p1]: Why doesn’t [p3] find me sexy when I bite my lip?  [p2]: What do you look like when you bite your lip?  [p1]: *bites lip*  [p2]: ...Have you considered biting your bottom lip instead?",
            "[p1]: And now for a gay update with [p2] and [p3].  [p2]: Getting gayer.  [p1]: Thank you, [p2].",
            "[p1]: So, are you two dating now?  [p2] & [p3]: Yes.  [p1]: Why?  [p2]: I happen to find [p3] very appealing.  [p1]: Yeah, I can understand that. I'm trying to figure out what's wrong with [p3].",
            "*playing twister*  [p1]: Right hand red.  [p2]: *ends up on top of [p3]*  [p3]: You're doing this on purpose, aren't you?  [p1]: I stopped spinning like 15 minutes ago. Honestly, I'm surprised you didn't notice.",
            "[p1]: So how’s the food [p2] made?  [p3]: It's great! Compliments to them.  [p1]: *goes to the kitchen*  [p1]: You're adorable.  [p2]: *blushes*",
            "[p1]: *yawns*  [p2]: Yeah, being that pretty must be tiring.  [p1]: Then you must be exhuasted.  [p3]: Will you two shut up? Some of us are lonely.",
            "[p1]: I’m this close to falling in love with [p2].  [p3]: Your fingertips are touching.  [p1]: Exactly.",
            "[p1]: [p3] annoyed me today so I told them that I can’t wait to see what they have planned for our special day tomorrow.  [p2]: There is nothing special about tomorrow.  [p1]: But there is something special about watching the color leave their face as panic takes over.",
            "[p1]: ....Thou shalt not marry each other, for thy art both sinful...  [p2]: I just wanna fricking marry [p3]!!",
            "[p1]: Pfft, you should meet [p2], they're such a tsundere.  [p3]: They... they just stabbed you.  [p1]: So cute.",
            "[p1]: Your smile? It makes my day.  [p2]: Your happiness? I live for that.  [p3]: A room? Get one.  [p1]: Hotel? Trivago.",
            "[p1]: What are you getting [p2] for the holidays?  [p3]: I don't know. It's kind of hard buying a gift for your partner when they already got everything they could've ever wanted when they married you. So I'm not sure yet.  [p1]: I'm getting [p2] a divorce lawyer.",
            "[p1]: Is this your plan B?  [p2]: Technically, this is plan P.  [p1]: Plan P? Is there a plan M?  [p2]: Yes, but I marry [p3] in plan M.  [p3]: I like plan M.",
            "[p1]: So... who's the big spoon and who's the little spoon?  [p2]: We're chopsticks!  [p1]: Well... that's cute!  [p1]: Does that mean you two snuggle together perfectly?  [p3]: No, it means that if you take the other away, the only thing the other is good for is stabbing.",
            "[p1]: I know you love them.  [p2]: I am not in love with [p3]!  [p1], staring at [p2]: I never said who...  [p2]: *realizes*  [p2]: Shiz. Well, anyways-",
            "[p1]: *finds a note* Hmm, whats this?  [p2]: Hey, that's mine! *tries to grab it*  [p1]: Aww, it's a love not for [p3]?  [p2]: No-  [p1]: *opens it*  [p1]:  [p2]:  [p1]: I can't read this.",
            "[p1, p2]: Guys, my friend here is bilingual.  [p1]: Yes.  [p2]: Which means they like both boys and girls.  [p1]: Ye- wait, what-  [p3]: [p2], that's not what bilingual means-  [p2]: Shhh, it's okay [p1]. I still love you, man.  [p1] & [p3]: ...  [p2]: bUT NOT LIKE THAT-",
            "[p1]: This totally sucks, man.  [p2]: This is horrible.  [p1]: Yeah, I know, I mean look at today’s news.  [p2]: No, it’s not that, it’s [p3].  [p2]: It’s just like, I can’t get them out of my head and every time I look at them I have this pains in my chest, and I just know it’s their fault, that bench!",
            "[p1]: [p2] you can’t move in with [p3].  [p2]: Why not?  [p1]: Well, um, how are you going to feel when they see you without any makeup?  [p2]: I’m not wearing makeup right now.  [p1]: Holy crap, you’re beautiful."
        ],
        "nonshipping": [
            "[p1], to [p2]: You're starting to forget your Spanish. You don't practice.  [p2]: Lo siento. Estoy embarazada.  [p1]: You just told me you're pregnant.  [p3]: Congratulations [p2], you're glowing!",
            "[p1], about [p3]: [p2], they're an asshole! They have purposely stabbed you on more than one occasion!  [p2]: Some of those stabbings were accidental!  [p1]: [p2]: Okay, well, I know for a fact the third time was accidental.",
            "[p1]: Are they stupid?  [p3]: Yes, but they prefer to be called [p2].",
            "[p1]: [p2], I’m afraid.  [p2]: Just stay close to [p3].  [p1]: That's why I’m afraid.",
            "[p1]: What would [p2] think?  [p3]: Ok, that’s an interesting thought, but hear me out: what if… we ran an experiment where we spent the rest of our lives finding out what happened if we never told them?",
            "[p1]: I mean. [p3]'s just standing there now.  [p1]: Waiting for me, I guess.  [p1]: But it's okay, I think they've pretty much settled down.  [p2]: Settled down?  [p1]: Well, they only stabbed me once.",
            "[p1]: But what about [p3]?  [p2]: Don't worry about them.  [p2]: I once watched them fall down 5 flights of stairs, stand up, and keep eating their hotdog like nothing happened.",
            "[p1]: [p3] got into a fight.  [p2]: That’s bad.  [p2]: ...  [p2]: Did they win?",
            "[p1]: Do you ever feel bugs on you when really there’s nothing there?  [p3]: Those are the ghosts of the bugs you killed before.  [p1]: ...  [p1]: *sobs*  [p2]: You fricking scared them, you idiot.",
            "[p1]: Goddang it, the printer broke while printing out [p3]'s birthday invitations.  [p2]: Well, what are they supposed to say?  [p1]: \"[p3]'s birthday\".  [p2]: So, what do they say instead?  [p1]: \"[p3]’s bi\".  [p2]:  [p2]: Works out either way.",
            "[p1]: Onion rings are vegetable donuts.  [p2], used to [p1] being dumb: Sure...  [p1]: Your stomach thinks all potatoes are mashed.  [p2]: Okay?  [p1]: Lasagna is spaghetti flavored cake.  [p2]:  [p1]: Lobsters are mermaid scorpio-  [p2]: Jesus, that one is a little-  [p3], interested: No, no, [p1], keep going.",
            "[p1]: [p2] won’t wake up, what do I do?  [p3]: Did you try kicking them?  [p1]: Yes.  [p3]: I’m out of ideas.",
            "[p1]: I'm not that stupid!  [p2]: [p1], you literally ate the wax from a babybel.  [p1]: [p3] TOLD ME IT WAS EDIBLE!",
            "[p1]: Hey [p3], [p2] just broke my seashell lamp.  [p3]: Neat. I’m gonna die alone.  [p1]: Okay, you win.",
            "[p1]: Hey, [p2]. Why did the chicken cross the road?  [p2]: To get to the other side?  [p1]: You were supposed to say “I dunno, why?“  [p2]: Uh... fine. I don’t know. Why did it cross the road?  [p1]: To get to the idiot’s house.  [p2]: ...Ok?  [p3]: Hey, [p2]. Knock knock.  [p2]: No.  [p3]: You were supposed to say “who’s there?”  [p2]: Fine... let’s get this over with. Who’s there?  [p3]: The chicken.  [p2]:  [p3]:  [p1]:  [p2]: *Listen here you little shizs-*",
            "*[p1] holding their baby*  [p2]: Oh God, I can’t believe one of us actually has one of these.  [p3]: I know, I still am one of these.",
            "[p1]: Why would you do that?  [p3]: Because I feel guilty.  [p2]: Guilt is a trick emotion. It’s put there by your parents to stop you from doing things that feel good.",
            "[p1]: Welcome to Fricking Applebees, do you want apples or bees?  [p2]: Bees?  [p1]: THEY HAVE SELECTED THE BEES!  [p2]: Wait-  *[p3] approaches, shaking a jar of bees menacingly* ",
            "[p1]: [p2] has no idea I’m high.  [p2]: You’re high?  [p1]: Oh, I’m sorry.  [p1], leaning over to [p3]: [p2] has no idea I’m high.",
            "[p1]: [p3] has never seen Star Wars? [p2], the only people in the universe who haven’t seen Star Wars are the characters in Star Wars and that’s cause they lived them, [p2]! That’s cause they lived the Star Wars!",
            "[p1]: When [p2] has daiquiris they get really into how beautiful they are.  [p2]: Hey, I dare you guys to dare us to make out.  [p3]: Hey [p2], you know that’s a mirror, right?",
            "[p1]: [p3]’s gonna kill me.  [p2]: No, they'll probably make me do it.",
            "[p1]: You bought a taco?  [p2]: Yes.  [p1]: From the same truck that hit [p3]?!  [p1], with a mouthful of taco: Well, me starving ain't gonna help them.",
            "[p1]: How did you even get in here?  [p2]: [p3]'s window! Or, as I like to call it, \"[p2]'s door\"!  [p3]: I’m closing the window.",
            "[p1]: We're having a baby.  [p3]: Oh, cangradu-  [p2], slamming adoption papers onto the table: It's you, sign here.",
            "[p1]: Guess what number I’m thinking of.  [p2]: 420?  [p1]: No, that’s really immature of you. Someone else guess, and please take this seriously.  [p3]: 69.  [p1]: Yeah it was 69.",
            "[p1]: What time is it?  [p2]: I don’t know, pass me that saxaphone and we’ll find out  [p2]: *BLASTS the saxaphone*  [p3]: WHO THE FRICK IS PLAYING THE SAXAPHONE AT TWO IN THE FRICKING MORNING  [p2]: It’s 2 am",
            "[p1]: It was difficult, so you’ve just given up. You might fail, so why bother trying?  [p2]: Exactly.  [p2], to [p3]: I told you they’d understand.",
            "[p1]: Make no mistake. Not only am I party rocking, but I am also in the house tonight.  [p3]: But are you shuffling?  [p1]: Everyday.  [p2]: What language are you two speaking??",
            "[p1]: Thanks for not telling [p2] what happened.  [p3], dumbfounded: I wouldn’t even know where to begin trying to explain this.",
            "[p1]: Who knew getting in trouble would be so impossible?  [p2]: I gotta give you credit, [p3]. You make it look easy.  [p3]: Years of practice.",
            "[p1]: So what’s the plan?  [p2]: I don’t know. You’re smart, *points at [p3]* they’re mean, come up with something.",
            "[p1]: What’s your name?  [p2], whispering to [p3]: Can I tell them my real name?  [p3]: No!  [p2]: I’m… [p3].  [p3], whispering to themselves: The ONE TIME they get my name right…",
            "[p1]: The results are in, I’m afraid you have updog…  [p3]: What’s updog?  [p1]: [p2]! Get in here, I told you I could do it!",
            "[p1], planning a group disguise: You cannot be Blake Bortles.  [p2]: Fine! Then I’ll be Jake-  [p3], under their breath: Don’t say Jortles.  [p2]: Jortles! And I work at the molotov cocktail department. ",
            "[p1]: Just think about this! I’m your hottest friend.  [p1]: No, that’s [p2]… I’m your nicest friend.  [p1]: No, [p3]... I’m your friend!",
            "[p1]: *pitches an idea*  [p2], impressed: Huh, there might be something here!  [p3], under their breath: Yeah, a lawsuit.",
            "[p1]: Hey I just got a pet snake. What should I name him?  [p33]: A pet WHAT?!  [p2]: William Snakespeare.",
            "[p1]: Why is [p3] crying?  [p2]: They saw a leaf on the sidewalk and-  [p3]: IT LOOKED SO CRUNCHY!  [p1]: Please don’t say what I think you’re gonna say-  [p3]: AND WHEN I STEPPED ON IT THERE WAS NO CRUNCH!  [p1]: NO, NOT THAT!",
            "[p1]: We can’t tell you because you’re not a member of the club.  [p2]: What club?  [p3]: The hating [p2] club.  [p2]: …The frick? I should be the leader of that club!",
            "[p1]: Do you ever want to talk about your emotions, [p2]?  [p2]: No.  [p3]: I do!  [p1]: I know, [p3].  [p3]: I’m sad.  [p1]: I know, [p3]. ",
            "[p1]: The moon looks beautiful, doesn’t it?  [p2], looking at [p1]: Yeah… but do you know what’s more beautiful?  [p1] and [p2] in unison: *sighs* [p3]",
            "[p1]: Why would you give a knife to [p3]?!  [p2], shrugging: [p3] felt unsafe.  [p1]: Now I feel unsafe!  [p2]: I’m sorry…  [p2]: Would you like a knife?",
            "[p1]: Hold on! I’m having one of those things... a headache with pictures.  [p3]: What the frick?  [p2]: They’re having an idea.",
            "[p1]: I dare you-  [p2]: [p3] is not allowed to accept dares anymore.  [p1]: Why not?  [p3]: \"I have no regard for my own or others personal safety\", as some would say.",
            "[p1], talking to [p2]: Well [p2], whenever I’m about to do something, I think ‘would [p3] do that?’ and if they would, I do not do that thing.  [p2]: …  [p3], from the distance: They’re not wrong though!",
            "[p1]: Is anyone going to tell me what's going on in here?!  [p2]: It's kind of complicated, but [p3]- [p1]: Got it. Forget I asked.",
            "[p1]: [p2]-  [p2]: *sighs* [p3] used to call me [p2]...  [p1]: ...Because it's your fricking name.",
            "[p1]: Why would anyone want to harm [p3]?  [p2]: Maybe because they met them?",
            "[p1]: Hey, do you know the password to [p3]’s computer?  [p2]: Frick you, [p1].  [p1]: Hey!!  [p2]: No, you misunderstood, the password is \"frickyou[p1]\".  [p1]: Oh, no numbers? Not very safe.",
            "[p1]: Five little monkeys jumping on the bed. One fell off and…  [p3]: Was diagnosed with mesothelioma.  [p1]: Mamma called the doctor and the doctor said…  [p2]: You might be entitled to financial compensation if he or a loved one dies.",
            "[p1]: You are irrationally angry 365 days a year.  [p3]: Well, that’s just your personal opinion, I don’t have anger issues. Do you guys think I have anger issues?  [p2]: Well, I wouldn’t really call it an issue. An issue is something you can fix.",
            "[p1]: I think [p2] is in trouble.  [p3]: Alright. Struggling to give a frick, if I’m honest.",
            "[p1]: Do you cook?  [p2]: I made a cake once.  [p3]: Yeah, it was good.  [p2]: Really?  [p3]: Don’t make me lie twice, [p2].",
            "[p1]: [p2] is a perfect cinnamon scone who’s never done anything wrong in their entire life!  [p3]: Never done anything wrong?! They set a city block on FIRE!",
            "[p1] to [p2]: First rule of battle, little one... don’t ever let them know where you are.  [p3], shooting out of frame: WHOO-HOO! I’M RIGHT HERE! I’M RIGHT HERE! YOU WANT SOME O’ ME?! YEAH YOU DO! COME ON! COME ON! AAAAAH! Whoo-hoo!  [p1]: 'Course, there’re other schools of thought.",
            "[p1]: So... what’s goin’ on?  [p2]: You want the long version or the short version?  [p1], hesitantly: The short one, I guess?  [p2]: Shiz’s fricked.  [p1]: Oh. Well, yeah, that’s definitely not an optimal situation.",
            "[p1]: [p2], I know you love [p3]. I mean, we all do, they’re a very nice person and I respect them immensely.  [p1]: But I think they might be a fricking idiot.",
            "[p1]: [p2], gather the others. We need to have another [p3]-is-doing-something-stupid-again-and-we-have-to-stop-them-before-they-hurt-someone convention.",
            "[p1]: Where are my fricking keys?  [p2]: [p1], [p3] is around, can you say it a little nicer?  [p1]: May I ascertain the whereabouts of my FRICKING KEYS?!",
            "[p1]: I feel like [p2] is looking down on me.  [p3]: That’s because they’re on the counter and you’re short.",
            "[p1]: Did you hear that!? [p2] just threatened to destroy my lego AT-AT!  [p3]: ...You just threatened to kill them in their sleep.",
            "[p1]: Yo dumbass, get over here.  [p2]: Okay-  [p3]: *gleefully runs past* I’m coming!  [p2], sadly: I thought... I was dumbass...",
            "*[p1] is casually searching around the room*  [p2]: Hey [p1], what’re you looking for?  [p1]: My will to live.  *[p3] walks into the room*  [p1]: Oh, there it is.",
            "*[p1] rushes by with an armful of water bottles*  [p2]: What's going on?  [p3]: [p1] wouldn't drink water.  [p2]: ...And?  [p3]: And I asked them how fast they could chug an entire bottle.  [p1], loudly: 16 OUNCES IN TEN SECONDS, BENCHES!",
            "[p1]: [p2] has no survival skills, their need to win has replaced them.  [p3]: That can't be true!  [p1]: Watch this.  [p1]: Hey [p2], race you to the bottom of the stairs!  [p2]: *Throws themself out a window*",
            "[p1]: You can track [p2]?  [p3]: Of course I can. If the NSA can do it, so can I.",
            "[p1]: [p2], get that hidious thing out of the living room, would you?  [p2]: [p3], [p1] wants you to get out of the house.",
            "[p1]: I'm not doing to well.  [p2]: What's wrong?  [p1]: I have this headache that comes and goes.  *[p3] enters the room*  [p1]: There it is again.",
            "[p1]: When I said you should try being friendlier this isn't what I meant.  [p2], stirring a cup of tea aggressively: Oh, so now I'm TOO friendly? There's no pleasing you.  [p3], who broke into their house an hour ago: Two sugars please.  [p2]: Coming right up.",
            "[p1], to [p3]: You know, [p2] can be really aggressive, so it's important to take all the necessary precautions when approaching.  [p1]: *blows airhorn at [p2]* GET FRICKED!",
            "[p1]: Don't worry, I've got a few knives up my sleeve.  [p2]: I think you mean cards.  [p3]: They did not.  [p1], pulling out knives: I did not.",
            "[p1]: There are three ways to handle a difficult situation. The right way, the wrong way, and the [p2] way.  [p3]: Isn't that the wrong way?  [p1]: Yes, but it's faster.",
            "[p1]: Can we go out to get icecream?  [p2]: Did you ask [p3]?  [p1]: They said no.  [p2]: Then why did you ask me?  [p1]: They're not the boss of you.  [p2], internally: It's a trap, it's a trap, it's a trap.",
            "[p1]: *sneaking in through their window*  [p2]: *turning in their chair and flicking the light one* You want to tell me where you've been all night?  [p1]: I was with [p3]?  [p3]: *turning in their chair* Wanna try again?",
            "[p1]: If you get in trouble, I'm gonna be like... a lawyer to you. Ok?  [p2]: Okay.  *later*  [p3]: [p2]! Sit down on the chair, you're in trouble.  [p1], whispering: Deny everything.  [p2], loudly: That isn't a chair.",
            "[p1]: [p2] gave me a get better soon card.  [p3]: That's sweet!  [p1]: I wasn't sick, they just think I can do better.",
            "[p1]: You don't think I can fight because of my gender!  [p2]: I don't think you can fight because you're in a wedding dress. For what it's worth, I don't think [p3] can fight in that dress either.  [p3]: Perhaps not. But I would make a radiant bride.",
            "[p1]: A sprite is anything not static.  [p2]: A sprite is a variable object, be it 2d or 3d.  [p3]: A sprite is a fricking soda.  [p3]: You god dang geekass bastards.",
            "[p1], excitedly: Heeyy!!  [p2]: Hey, someone's excited.  [p3], deadpan: Yeah, and it's making me sick.",
            "[p1]: I lost [p2].  [p3]: How did you LOSE [p2]?!  [p1]: To be fair, they are very small.",
            "[p1]: I just had a long talk with [p2] and [p3] about hitting and now they are yelling “it’s my turn to perpetuate the cycle of violence” before hitting each other.",
            "[p1]: Which movie are you and [p3] going to see tonight?  [p2]: Oh, I always go to whichever movie [p3] wants.  [p1]: Which one do they want to see?  [p2]: I haven't decided yet.",
            "[p1]: Which way did [p3] go?  [p2]: Well, based on the direction of the wind, the broken sticks in the corner, and the slight disturbance in the dirt, I'd guess they went left.  [p1]: You could really figure it out from that?  [p2]: No, you idiot, [p3] sent me a text. See?",
            "*In the chip aisle at Walmart, doing a late-night grocery run.*  [p1]: *Minding their own business, looking for tortilla chips.*  [p1]: *Finds tortilla chips.*  [p2], to [p3]: See, they know what they're here for. They know what they're doing. Be more like them. Make a decision, [p3]!",
            "[p1]: Well, has [p2] been wrong before?  [p3]: How wide are we willing to open this up?",
            "[p1], about [p2]: They're speaking some kind of French.  [p3]: Let me handle it. I speak Spanish. It's the same thing.",
            "[p1]: Last night I found out [p2] is a sleep talker.  [p3]: Oh, really?  [p1]: \"The mitochondria is the powerhouse of the cell.\" Right. In. My. Ear. At 3am.",
            "[p1]: [p2], what do you have?  [p2]: A KNIFE!  [p1]: Okay, have fu-  [p3]: NO!",
            "[p1]: Why does [p2] always do the laundry so loudly?  [p3]: So eveyrone knows that no one helps them out in the house.  [p2], in the distance: *slams the washing machine shut*",
            "[p1]: They made [p2] cry!  [p3]: [p2] always cries!  [p2]: That's not true! *cries*",
            "[p1] & [p2]: Surprise! We're having a baby!  [p3]: What?!  [p1] & [p2]: *pull out adoption papers* It's you!",
            "[p1]: [p2], what are you doing?  [p2]: Making chocolate pudding.  [p1]: It's four in the morning, why are you making chocolate pudding?  [p2]: Because I've lost control of my life.  [p2]: Here's your pudding, [p3].  [p3]: Oh that's okay, I'm not hungry anymore.",
            "[p1], smugly, after security arrives to escort [p2] and [p3] out: So, do you wanna walk out of here or do you wanna be carried out?  [p2], in defeat: Let’s go.  [p3]: Wait.  [p2]: What?  [p3]: I’d kinda like to be carried out...",
            "[p1]: I hate [p2].  [p3]: \"Hate' is a strong word.  [p1]: I have strong opinions.",
            "[p1]: Hey, no, you stay out of this, this is between me and [p2]!  [p3]: So [p2] knows about this?  [p1], walking away: No, this is between me and me!",
            "[p1]: *gets a text* Oh! It’s [p3].  [p2], excitedly: Did they get me the stuff?  [p1]: Yeah, they say they got you the clown costume, the power drill, and 12 gallons of blood.  [p2]: Wow! Where’d they find 12 gallons of fake blood?  [p1]: You wanted fake blood?  [p2]:  [p1]: I’ll go call [p3].",
            "[p1]: Uh, I think I got your lunch. *Holds up a note that reads: ‘I am very proud of you. Love, [p2]’*  [p3]: Oh yeah. I didn’t think this was for me. *Holds up a note that reads: ‘Be good. For the love of God, Please be good.’*",
            "[p1]: Hey, I see those leaves, where are you from?  [p2]: Illinois.  [p1]: AAYYYE, I KNEW IT! ME TOO!  [p3]: Did you just identify a state by looking at its leaves.",
            "[p1]: Is [p2] always like this when they lose?  [p3]: Oh, yes. You should've been there for the Great Jenga Tantrum of 2015.  [p2]: You bumped that table and you know it!",
            "[p1]: Why are there little handprints all over the walls?  [p2], whispering: Why are there little handprints all over the walls?  [p3], whispering: Because I have little hands.  [p2]: Because they have little hands.",
            "[p1]: While I'm gone, you're in charge [p2].  [p2]: Yes!  [p1], whispering to [p3]: You're secretly in charge, but I don't want them to feel bad.  [p3]: Obviously.",
            "[p1]: I hope you have an explanation for this.  [p2]: We have three actually-  [p3]: Pick your favorite.",
            "[p1]: You really believe in [p2]?  [p3]: Luckily, they believe in themself enough for the both of us.",
            "[p1]: When I was a kid, [p3] told me that the paper strip that’s in the chocolate kisses were edible and I ate them with the chocolate for a year.  [p2]: They are!  [p1]: FOR REAL?  [p2]: No! Why did you fall for it *again*?",
            "[p1]: I am your king, long may I reign!  [p2]: Well I didn’t vote for you!  [p1]: You don’t vote for kings.  [p2]: Well how’d you become king then?  [p1]: [p3] of the Lake, their arm clad in the purest shimmering samite, held aloft Excalibur from the bosom of the water, signifying by divine providence that I, [p1], was to carry Excalibur. That is why I am your king.  [p2]:  Listen. *Strange people* lying in ponds distributing swords is no basis for a system of government. Supreme executive power derives from a mandate from the masses, not from some *farcical aquatic ceremony*.",
            "[p1]: [p2] doesn’t look very happy.  [p3]: That's their happy. They're just a bench.",
            "[p1]: What’s it like being tall?  [p1]: Is it nice?  [p1]: Can you reach comfortably for the cupboards?  [p2]: We live in constant fear of the short ones who, in my experience, will climb 4 chairs, 2 boxes, a small coffee table and 6 oddly placed stools to get what they want.  [p3]: It was one time!",
            "[p1]: [p3] isn’t answering my messages.  [p2]: Allow me.  [p1]: I tried 6 times, what makes you thi-  [p3]: *replying to message* Hello.",
            "[p1]: It's locked. You got a lock pick?  [p2]: Yeah-  [p3]: *kicks in the door*",
            "[p1]: I told [p2] that their ears turn red when they lie.  [p3]: Do they?  [p1]: No.  [p3]: Then why did you tell them that?  [p1]: Because I can do this.  [p1]: Hey [p2]! Do you love us?  [p2], with their hands over their ears: No.",
            "[p1]: [p2] and I were crossing the street, and this man drove by and honked at us.  [p3]: What did you do?  [p1]: They chased him to the next red light, and reached into his window, and-  [p2]: *walking in* Who wants a steering wheel?",
            "[p1]: Without ugly, there would be no beauty in this world.  [p2]: Thank you for your sacrifice, [p3].",
            "[p1]: Sometimes I like to place my hands on someone’s cheeks, look into their eyes...  [p1]: ...And violently jerk their head until it snaps.  [p2]: ...That took an unexpected turn.  [p3]: So did their neck.",
            "[p1]: Nice rock.  [p2]: Thanks, [p3] gave it to me.  [p3]: I threw it at you!  [p2]: Aren't they the sweetest?",
            "[p1]: So, [p2] is no longer allowed to take the trash out at night.  [p3]: Why?  [p1]: Because I've caught them trying to train raccoons to fight five times in a row.  [p2], arms crossed and pouting: You'll be thanking me when the third raccoon battalion saves your ass.",
            "[p1]: Do you think different paints have different tastes?  [p2]: They do.  [p3]: ...Why did you say that with such certainty?",
            "[p1] & [p2]: *accidentally set the kitchen on fire*  [p1]: We need an adult!  [p2]: [p1], you *are* an adult!  [p1]: We need an adultier adult! Get [p3]!",
            "[p1]: Would you take a bullet for me?  [p2]: ...yes?  *[p3] angrily burst into the room*  [p1]: *running away* Great, thanks!",
            "[p1]: It’s impossible to make a sentence without using the letter a.  [p2]: Despite your thinking, it is quite possible, yet difficult, to form one without the specific letter. Here’s one more to further disprove your theory.  [p3]: Frick you.",
            "[p1]: Are you drunk?  [p2]: Only on the spirit of Christmas!  [p3]: And the spirit of whisky.",
            "[p1]: We’re about to do the taser challenge. You want in?  [p2]: What's the taser challenge?  [p3]: We tase eachother, then drink.  [p2]: How do you win?  [p1]: What are you, a lawyer? You want in or not?",
            "[p1]: I’m telling you, my team is competent.  [p2], rushing in: [p1]! [p3] tried to make pasta in the coffee pot and now it's broken!",
            "[p1]: What are you writing?  [p2]: The government wants to know what kind of weapons we have in the house. I'm letting them know it's private information.  [p3], looking over [p2]'s shoulder: This just says 'frick around and find out' in calligraphy.",
            "[p1]: I am strong! I beat [p2] at arm wrestling!  [p3]: Anyone can beat [p2] at arm wrestling!  [p2]: Hey-",
            "[p1]: When you work at lush and a customer comes in and bites the soap because they think it’s cheese... this happens way more frequently than you think.  [p2]: If you stopped literally presenting soap as deli food this wouldn't happen.  [p1]: Who goes into a bath store and thinks something covered in glitter is cheese?  [p3]: Who goes to the store and just takes a bite from the cheese?",
            "[p1]: Why did you guys dress up as each other for Halloween?  [p2]: [p3] is the scariest thing I could think of!  [p3]: [p2] told me I should pick the dumbest costume possible.",
            "[p1]: Would you slap [p3]-  [p2]: Yes.  [p1]: I didn't even finish!  [p2]: Sorry, continue.  [p1]: Would you slap [p3] for 10 dollars?  [p2]: I would do it for free.  [p3]: Rude...",
            "[p1]: Who wants to make fifty bucks?  [p2]: How?  [p1]: I need someone to take the fall.  [p2]: What did you do?  [p1]: I can't tell you. Yes or no, no questions asked.  [p3], from the other room: Oh my god.  [p1]: ...  [p3]: OH MY GOD!  [p2]: Make it a hundred.  [p1]: Deal.",
            "[p1]: The odds of this happening by coincidence are vanishingly small.  [p2]: I would say infinitesimally.  [p3]: And I'd say teenily-weenily. We all know words. ",
            "[p1]: What's the signal when something goes wrong?  [p2]: We yell, 'oh shiz.'  [p3]: ...That'll work.",
            "[p1]: *cooking*  [p2]: *kicks down door*  [p2]: *grabs knife from person [p1]'s hand*  [p2]: WHAT DID I TELL YOU ABOUT DESTRUCTIVE BEHAVIOR?  [p1]:  [p1]: What.  [p3]: They're trying to tell you they want to cook.",
            "[p1]: Not gonna lie, I'm kind of afraid of [p3]...  [p2]: As you should be.  [p1]: No, for real, they're kind of-  [p2]: As. You. Should. Be.",
            "[p1]: Dinosaurs aren't extinct. I mean, [p2] is walking in this room.  [p3]: *wheeze*",
            "[p1] to [p2]: Me? I'm the bee knees, but, you? You're just...  [p3]: Cockroach ankles!  [p1]: Ye- uh, what?",
            "[p1]: Some people are like slinkies.  [p2]: What?  [p1]: Not really good for much but bring a smile to your face when you push them down the stairs.  [p2]:  [p2]: Please don't push [p3] down the stairs.  [p1], pushing [p3] down the stairs: Too late.",
            "[p1]: If I die, my funeral will be the biggest party ever and you're all invited.  [p2]: \"If\"  [p3]: Great, the only party I'm ever invited to and they might not even die.",
            "[p1]: Coca Cola can remove rust from metal, imagine what it’s doing to your body.  [p2]: Pfff, getting rid of the rust, idiot.  [p1]: THAT'S NOT HOW IT WORKS!  [p3]: Hmm... I've been drinking soda and my body's rust free... not sure where you're getting your facts from...",
            "[p1]: How are we supposed to put a tracker the size of a penny on [p2] without them noticing?  [p3]: Hey, [p2], I bet you 5 bucks that you can't swallow this penny.  [p2]: *takes and swallows tracker* Pay up, loser.  [p1]: ...",
            "[p1]: [p2], what does IDK, ILY, and TTYL mean?  [p2]: I don’t know, I love you, talk to you later.  [p1]: Alright, I love you too, I'll ask [p3].  [p2]: Wait- [p1], no-",
            "[p1]: Self care is stuff like taking a bubble bath or putting on a lot of make up if you like that, or taking a nice warm nap and stuff like that basically.  [p2]: Self care is the burning heat when rage washes over you. self care is when you feel the bones crack under your powerful fists. self care is the fear in your enemies eyes.  [p3]: Self care is stealing someones birthday cake just to eat the frosting.  [p2]: If you touch my birthday cake I’ll make you eat your hands.",
            "[p1]: Anyone else feel good when their brain releases a bunch of endorphins?  [p2]: Can't relate.  [p3]: Why would my brain release a bunch of dolphins?",
            "[p1]: If you water water, it grows.  [p2]: ...What.  [p3]: They've got a point.",
            "[p1, p2]: *speaking Spanish*  [p1]: I know, I know.  [p3]: You speak Spanish?  [p1]: No. I just know the phrase, 'this is all your fault' in every language [p2] speaks.",
            "[p1]: What if mayonnaise came in cans?  [p2]: Well, that would such because you can't microwave metal.  [p3]: Good morning to everyone except these two people.",
            "[p1] & [p2]:*Playing video games*  [p3]: You guys woke up at 5:30 in the morning just to play games?  [p1]: *silence*  [p2]: *silence*  [p3], finally figuring it out: ...You two never went to sleep, did you?  [p1] & [p2] in shame: Yeah...",
            "[p1]: What are you guys doing?  [p2]: Like in life in general or-  [p3]: Not much. Why, what's up?  [p1]: I dunno, I’m bored playing AC.  [p3]: Assassins Creed?  [p1]: Animals Creed.  [p2]: Assassins Crossing.",
            "[p1]: I know we’re not exactly friends, but-  [p2]: What do you want?  [p1]: I've been stuck with [p3] for 2 weeks and they've been drinking all the soy sauce.  [p1]: Help.",
            "[p1]: What does the doggy say? Bow wow.  [p2]: What does the kitty say? Meow meow.  [p3]: What does the moo cow say? AAAAAAAAAAAAAAAAAH!",
            "[p1]: My father's name is just mine as well, so I'm technically [p1] Jr.  [p2]: But who comes up when you look up [p1] on Google?  [p3]: That's what I thought!  [p2]: One [p1] to rule them all!",
            "[p1]: The best part of an oreo is the cookie part, not the frosting. Deal with it.  [p2]: Darkness without light is an abyss. Light without darkness is blinding. You cannot have a coin with one side.  [p3]: YO SOCRATES! IT'S A FRICKING COOKIE!",
            "[p1]: Hey, did you know as a kid I accidentally ate paper?  [p2]: I feel like we've all done that at least once.  [p3]: I ate it too-  [p2]: See?  [p3]:: -On purpose...  [p1] & [p2]: ...What?",
            "[p1]: What makes you think it's okay to watch Hannibal given its subject matter?  [p2]: Sometimes, I watch television shows for entertainment purposes.  [p3]: Because I condone murder and cannibalism.",
            "[p1]: Why don't we just call it, \"M.C. Donald's?\"  [p2]: Because it just sounds like a stupid rapper's name.  [p3]: It'd just be like- \"Eyo, it's ya boy, M.C. Donald!\"",
            "*Something crashes*  [p1]: Shoot-  [p2]: *running into the room in a panic* WHAT FELL?!  [p3]: *walking by the room calmly* What died?",
            "[p1]: I hate to to tell you this, but one of you was adopted.  [p2] & [p3]:  [p2]: Was it [p3]?",
            "[p1]: I hate to tell you this, but one of you was adopted.  [p2] & [p3]:  [p2]: Only one...?",
            "[p1]: Guys, I have a question.  [p2]: kys <3  [p1]: I love you too.  [p3]: Ah, yes. Siblings.",
            "[p1]: I woke up and chose VIOLENCE. I WILL COMMIT ARSON AND BURN EVERYTHING TO THE GROUND!!! I AM ANGRY-  [p2]: Awwww, you’re so adorable! Give me a hug~  [p1]: Wh-What? nO, yOURE SUPPOSED TO BE SCARED OF ME! TREMBLE BEFORE MY WRATH-  [p3], recording: This is so cute.",
            "[p1]: *Talking to [p2]* Oh, hi. I didn't see you there. Welcome to my abode. I'm glad you could join me.  [p3]: But this is my abode.  [p1]: ...  [p1]: Welcome to my abode, I'm so happy to have you, guest.",
            "[p1]: Guys where did [p2] go?  [p3]: They got arrested.  [p1]: How the hell-  [p2]: *bursts in through the window* The cops are after me, I thought it would be fun to steal crackers and throw them at people.",
            "[p1]: Hey, Joe said he's coming over this afternoon.  [p2]: Cool.  [p1]: Do you know who Joe is?  [p2]: JOE MAMA!  [p3], not even looking up from their phone: Dang, that backfired.",
            "[p1], Entering [p3]'s room: [p2] did it again.  [p3]: Peace disturbance?  [p1]: What no-  [p3]: Arson..?  [p1]: NO, JESUS CHRIST, HOW MANY-  [p3]: uh....Attempted murder?  [p1]: NO, THEY ATE ALL THE FOOD IN THE FRIDGE, BUT WHAT THE FU-",
            "[p1]: I'm gonna get my piolet's license. I've already got a driver's license and a cosmetology license, that's two of the big five licenses.  [p2]: The big five licenses?  [p1]: Driver's license, cosmetology license, pilot's license, fishing license, and… license to kill! I can't wait to get that one.",
            "[p1]: YOU CHEATED!  [p2]: So did my dad, but hey, my mom knew it all and even sorted out their wedding, so what’s the problem?  [p3]: I… can confirm that that actually happened. [p1]: …What.",
            "[p1]: Guys, I didn’t memorize my lines!  [p2]: Just use your lack of common sense! Everyone knows the characters in plays are dumb as frick!  *During the play*  [p3]: Hey! You finally made it! Did you get the donuts?  [p1]: W-what’re donuts?",
            "[p1]: Why were you up yesterday until 3am?  [p2]: How did you know I was up until 3am?  [p3]: We could hear you clapping to the FRIENDS intro every 25 minutes.",
            "[p1]: Any questions?  [p2]: Uh, yeah, WHAT THE FRICK WAS THAT?  [p1]: Uh, a plan, duh...  [p3]: [p2], chill, I know it’s weird, but [p1] has a point.  [p2]:  [p2]: THAT WAS LITERALLY A PONY DOODLE WITH A HAT!!",
            "[p1]: *talking about [p2]’s funeral* You do know we’re burying a great person today!  [p3], shocked: Did someone else die?",
            "[p1]: If any person here knows of any just cause or impediment why these two should not be joined together in holy matrimony, let them speak now or forever hold their peace.  [p2]: Yes! I do. One of the partners is already married! They married me three years ago. And don’t let them deny it! I’ve got the marriage certificate to prove it!  *[p3] turns around to face them*  [p2]: Oh... sorry. Wrong church.",
            "[p1]: A party is a celebration of a life, bringing people together to let the guest of honor know how much they’re loved. [p2] has done so much for us. This is our chance to do something for them.  [p3]: By forcing them to have fun at a party that they don’t want to be at?  [p1]: I knew you’d understand.",
            "[p1]: Your lab is in the bathroom?  [p2]: [p3] says this is the perfect place for my work. I’m just now realizing that remark may not have been entirely complimentary.",
            "[p1]: *double checking supplies in the boat* Compass. CB radio. Sunscreen.  [p2]: Hot dog costumes!  [p1]: I’m sorry, what?  [p2]: You know, in case we get lost at sea, and one of us, probably [p3], goes mad with hunger, we’ll put these on. [p3] hates hot dogs, so they probably won’t eat us.  [p1]: Are you saying that [p3] would rather eat us than hot dogs?  [p3]: I *do* hate hot dogs.",
            "[p1]: Breathe, just breathe.  [p2]: I’ve done nothing with my life! I’m a failure!  [p3]:: Awww, that never bothered you before.",
            "[p1]: I’m not a doctor I’m a medic.  [p2]: What’s the difference then?  [p1]: Well doctors actually save lives, medics just make you feel more comfortable as you die.  [p3]: Note to self; never get shot."
        ]
    },
    "quadQuotes": {
        "shipping": [
            "[p1]: Why are your tongues purple?  [p2]: We had slushies. I had a blue one.  [p3]: I had a red one.  [p1]: oh.  [p1]:  [p1]: OH.  [p4]:  [p4]: You drank eachothers slushies?",
            "[p1]: I never said I was gonna get back together with them. But I was thinking, they're in town, would it be the worst thing in the world if I gave them a call?  [p3]: No. No, [p1], it wouldn’t be the worst thing in the world. It would be the fourth worst thing. Number one: a super volcano. Number two: an asteroid hits the Earth. Number three: All the Evel Knievel movies are lost. Number four: [p1] calls [p4]. Number five: [p2] gets eaten by a shark.  [p2]: I’m [p2], and I approve the order of that list.",
            "[p1]: *about [p2] and [p3]* They make a cute couple, huh?  [p4]: They certainly are standing next to each other.",
            "[p1]: Truth or dare?  [p2]: Dare.  [p1]: I dare you to kiss the hottest person in the room.  [p2]: Hey [p3]?  [p3], blushing: Yeah?  [p2]: Can you move? I'm trying to get to [p4].",
            "[p1]: *sees [p2] and [p3] together*  [p1]: They're cute. I would put them on a boat.  [p4]: You mean... you ship them?",
            "[p1]: Hey [p2], wanna third wheel on my date with [p3] tomorrow?  [p2]: Sure.  [p1]: [p4]! Wanna third wheel on my date with [p3] tomorrow?  [p1]: Great! I've always wanted to go on a double date!  [p2] & [p4]: ...  [p3]: [p1]...",
            "[p1]: That's ridiculous, [p2] doesn't have a crush on me.  [p3]: Yes they do.  [p4]: Yes they do.  [p2]: Yes I do.",
            "[p1]: Do you love [p2]?  [p3]: Yeah, I do.  [p1]: [p4]! I told you I knew it! You owe me 100 bucks!  [p4]: We all love [p2]. You should've asked if they were IN love with them.  [p3]: I thought that was implied.  [p4]: ...  [p1]: ...  [p3], looking straight at [p4]: Congrats [p1], you just won 100 bucks."
        ],
        "nonshipping": [
            "[p1]: Are you laughing at that video of [p3] and [p4] fighting?  [p2]: No.  [p2]: I'm laughing at the comments.",
            "[p1]: Die.  [p2]: Please don't die!  [p1]: DIE!  [p2]: PLEASE DON'T DIE!  [p3], confused: Why are they yelling at a plant?  [p4], watching while eating popcorn: They bought it together and [p2] wants [p1] to accept it as their kid.",
            "[p1]: Is stabbing someone immoral?  [p2]: Not if they consent to it.  [p3]: Depends on who your stabbing.  [p4]: YES??!!?",
            "[p1]: I still don’t have a New Year’s resolution.  [p2]: You could lose a few.  [p3]: You could be less lazy.  [p4]: Don’t be such a bench.  [p1]: Okay DANG, SHIZ.",
            "[p1]: Hi, could I ask how exactly does one accidentally set a lemon on fire??  [p2]: Microwave for 40 minutes. 😔  [p3]: Why were you microwaving a lemon???  [p2]: I read boiling lemons helps cover up up bad smells (I wanted to cover up the scent of burnt oranges) but I didn't own any pots.  [p4]: Did you burn an orange too? How???  [p2]: Microwave for 40 minutes. 😔",
            "[p1]: I’m gonna die alone.  [p2]: [p1], you’re not gonna die alone.  [p1]: [p3], was my safety net, okay? They got married and now I have to get a snake.  [p4]: Uh-huh. Why is that?  [p1]: If I’m gonna be an old lonely person, I’m gonna need a thing, you know? A hook. Like that guy in the subway who eats his own face.  [p1]: So I figured I’ll be “Crazy Man With A Snake”, you know? Crazy snake man.  [p1]: Then I’ll get more snakes, call them my babies. Kids won’t walk past my place, they will run! RUN AWAY FROM CRAZY SNAKE MAN!",
            "[p1]: What’s your biggest fear?  [p2]: That I’ll never be good enough for anyone.  [p3]: Everyone hates me and talks about me behind my back.  [p4]: Zombies.  [p2]: ...  [p3]: ...  [p4]: BUT they can open doors.",
            "Police: You’re under arrest for trying to carry three people on a single motorcycle.  [p1], with [p2] and [p3] behind them: Wait, what do you mean THREE?!  Police: Yes…three.  [p1]: Oh, my God— What the frick!?  Police: Wha-  [p1]: [p4] FRICKING FELL OFF!",
            "[p1]: What do we think of [p2]?  *pause*  [p3]: *sighs* Nice pal.  [p4]: I think they're gay.",
            "[p1]: ARE YOU-  [p2]: Fricking.  [p1]: KIDDING ME?! YOU-  [p2] Fricking.  [p1]: IDIOT!  [p3]: …What was that?  [p2]: [p4] banned [p1] from swearing, so I’m helping them out. ",
            "[p1]: On the count of three, what’s your favorite cake?  [p1] & [p2]: One, two, three-  [p1] & [p2]: Chocolate cake, peanutbutter frosting, and chocolate chunks!  [p3]: Our turn, [p4]! One, two, three-  [p3]: Vanilla!  [p4]: I’ve never had cake before. What is cake?",
            "[p1]: Wake me up-  [p2]: Before you go go  [p3]: When September ends  [p4]: WAKE ME UP INSIDE",
            "[p1], watching [p2] & [p3] panic : What's going on?  [p4]: [p2] is having a midlife crisis and [p3] is just having a crisis.",
            "[p1]: I give up. I am so tired.  [p2]: Get the emergency supply!  [p3]: *carries [p4] and places them in front of [p1]*  [p4]: *smiles*  [p1]: AND I AM BACK BABY, LET’S GOOO",
            "[p1]: You know you can die from that, right?  [p2]: *smoking a cigarette* That’s the point.  [p3]: *drinking alcohol* We’re trying to speed this up.  [p4]: *Eating raw cookie dough and nodding*",
            "[p1]: *tapping fingers on table*  [p2]: *taps fingers back furiously*  [p3]: …What’s going on?  [p4]: Morse code. They’re talking.  [p1]: -.-- ..- .-. / - …. . / -.-. ..- - . … -  [p2]: *slams hands on table* YOU TAKE THAT BACK!",
            "[p1]: Could you guys at least try to see this from my perspective?  [p2]: *crouches down*  [p3]: *kneels down*  [p4]: *sits on the floor*  [p1]:  [p1]: I hate all of you.",
            "[p1]: It’s time to turn this into a real business.  [p2]: What do you mean? Like, carry a briefcase, and wear a tie, and pay taxes?  [p3]: Wait, have you not been paying your taxes?  [p4]: I handle our accounting.",
            "[p1]: *points at [p2]* A human turtleneck, *points at [p3]* a narcissistic monster, *points at [p4]* and literally the dumbest person I’ve ever met.  [p4]: And who am I? Describe me now.",
            "[p1]: Shh, here comes [p2]!  [p3]: Quick, [p4], start talking about boring nerd stuff!  [p4]: You know, nerd culture is mainstream now, so when you use the word “nerd” derogatorily, it means you’re the one that’s out of the zeitgeist.  [p3]: Yes, that’s perfect. Just like that.",
            "[p1]: Alright, which one of us is gonna check outside?  [p2]: Not it!  [p3]: Not it!  [p1]: ...Neither one of you are as dumb as you lead on to be.",
            "[p1]: [p4] is taking credit for [p3]'s work, getting them to deal with everything, and making fun of them! You know what they sounds like?  [p2]: You?  [p1]: No, I meant... You know [p3]. In spite of being clever and sarcastic they’re also... fragile and weird and they have trouble fitting in. And [p4] is taking advantage of their weakness! You know what that’s called?  [p2]: A [p1]?  [p1]: ...Yeah, but I’m the only one who should be allowed to do that, okay?!",
            "[p1]: So, are they your friend or...  [p2]: They’re like [p3], but if [p3] was ordered to be around you.  [p1]: Oh, so [p4].  [p2]: Precisely! ",
            "[p1]: What’s it like being tall?  [p2]: Is it nice?  [p3]: Can you reach comfortably for the cupboards?  [p4]: We live in constant fear of the short ones who, in my experience, will climb four chairs, two boxes, a small coffee table, and six oddly placed stools to get what they want.",
            "*Comments under an image of a really hot knife cutting bread*  [p1]: Imagine stabbing someone with this knife.  [p2]: It would instantly cauterize the wound, so the person wouldn't bleed, so it's not very useful.  [p3]: if you want information it is  [p4]: why would you STAB a person when you can have TOAST?",
            "*Everyone is playing a board game together*  [p1]: I will put 'A' down to make 'A'.  [p2]: I will add onto your 'A' to make 'AT'.  [p3]: I will add onto your 'AT' to make 'RAT'.  [p4]: I will add onto your 'RAT' to make 'BIOSTRATAGRAPHIC'.  [p3]: *flips the board*",
            "[p1]: Christmas is cancelled.  [p2]: You can't cancel a holiday.  [p1]: Keep it up, [p2], and you'll lose New Year's too.  [p2]: What does that mean?  [p1]: [p3], take New Year's away from [p2].",
            "[p1]: Sometimes I drink milk straight from the container.  [p2]: The cow??  [p1]: *What?*  [p3]: [p2], W H Y?",
            "[p1]: If I punch myself and it hurts, am I weak or strong?  [p2]: Strong.  [p3]: Weak.  [p4]: An idiot, is what your are.",
            "[p1]: Words ending in 'ie' just sound so adorable. Like cutie, sweetie, cookie-  [p2]: Eyy, homie!  [p3]: But then there's cootie...  [p4]: Die.",
            "[p1], teaching [p2] to drive: Okay, you're driving and [p3] and [p4] walk into the road. Quick, what do you hit?  [p2]: Oh, definitely [p4]. I could never hurt [p3].  [p1], massaging their temples: The brakes. You hit the brakes. ",
            "[p1]: You were stabbed. Do you remember anything?  [p2]: Only the ambulance ride to the hospital.  [p1]: That wasn't an ambulance, I drove you.  [p2]: But I heard a siren.  [p3]: That was [p4].  [p4]: Sorry, I got nervous.",
            "[p1], pointing to the wall: What color is this?  [p2]: Gray.  [p3]: Grey.  [p1], turning to [p4]: Now tell them what color you think it is.  [p4]: Dark white.",
            "[p1]: I just want someone to take me out.  [p2]: On a date?  [p3]: With a sniper gun?  [p4]: Both if you're not a coward.",
            "[p1]: Everyone synchronise your watches.  [p2]: I don't know how to do that.  [p3]: I don't wear a watch.  [p4]: Time is a construct.",
            "[p1]: Which country has the most birds?  [p1]: Portu-geese!  [p2]: That's a language.  [p1]: Portu-gull?  [p2]: Good recovery.  [p3]: I think you mean good re-dovery.  [p4]: TURKEY. HOW DID WE MISS TURKEY?",
            "[p1] & [p2] in the back of [p4]'s car: MCDONALDS! MCDONALDS! MCDONALDS!  [p3]: We have food at home.  [p4]: *pulls into the McDonald's drivethrough*  [p1] & [p2]: YAYYYYYY!  [p4]: *orders one black coffee and leaves*",
            "[p1]: Where the devil is [p2]?  [p3]: Well, it is raining outside... Maybe they melted?  [p4]: Shall I look outside for a pointy hat?",
            "[p1]: We can bake these cookies at 400 degrees for 10 minutes or 4,000 degrees for 1 minute.  [p2]: No, that's not how you make cookies.  [p3]: FLOOR IT!!  [p1]: How about 4,000,000 degrees for 1 second?!?  [p2]: yOU'RE GONNA BURN THE HOUSE DOWN-  [p1]: *I'M GONNA HARNESS THE POWER OF THE FRICKING SUN TO MAKE COOKIES!*  [p4]: DO IT!  [p2]: NO-",
            "[p1]: How did none of you hear what I just said?!  [p2]: I've been zoned out for the past two and a half hours.  [p3]: I got distracted halfway through.  [p4]: Ignoring you was a conscious decision.",
            "[p1]: HYDRATE OR DIE-DRATE!  [p1]: *aggressively throws water bottles*  [p2]: Uh... what's up with them?  [p3]: They're trying to yell mental health and wellbeing into us.  [p1]: I APPRECIATE ALL OF YOU!  [p4], crying: *It's working.*",
            "[p1]: Where's [p2]?  [p3]: Don't worry, I'll find them.  [p3], shouting: [p4] sucks!  [p2], distantly: [p4] is the best person ever! Frick you!  [p3]: Found them. ",
            "[p1]: For self defense reasons, I'm going to pretend to be a burglar and you guys have to act wisely.  [p2], [p3], & [p4]: Okay.  [p1]: If you don't want to die, give me all your money.  [p2]: Bold of you to assume I have money.  [p3]: Bold of you to assume I don't want to die.  [p4]: Bold of you to assume I can die.",
            "[p1]: I currently have 7 empty notebooks and I have no idea what to put in them. Any suggestions?  [p2]: Put spaghetti in it.  [p1]: I am currently taking suggestions from everyone but you.  [p3]: Put spaghetti in it.  [p1]: I am currently taking suggestions from everyone but you two.  [p4]: Put spaghetti in it.  [p1]: I am no longer taking suggestions.",
            "[p1]: You’re just being paranoid. Again.  [p2]: When have I been paranoid?  [p1]: Um, when you first met [p3] you thought they were an undercover cop…?  [p2]: No one has a wart that big, I thought it was a surveillance camera!  [p1]: And last year you were sure [p4] was a mermaid!  [p2]: They hate wearing shirts! COINCIDENCE?!  *Later, when [p2]’s theory is proven wrong*  [p1]: Do you have anything to say for yourself?  [p2]: I still think [p4] is a mermaid.",
            "[p1]: Where is [p2]?  [p3]: I'll do you one better, who is [p2]??  [p4]: Here's a better question, *why* is [p2]?",
            "*The gang responding to being stabbed by a sword*  [p1]: Rude.  [p2]: That's fair.  [p3]: Not again.  [p4]: Are you gonna want this back or can I keep it?",
            "[p1]: Hey, I say we go down there, kick [p2]’s door in, and let them know that we’re in town.  [p3]: That ain’t the way we do things here. We may have to go in there and run a con, drop a bug, do the smooth talking.  [p1]: Okay, you come with me, you do the smooth talking, let’s go.  [p3]: No, we just can’t go in there and kick down [p2]’s door. We need a plan.  [p1]: Well who makes the plans?  [p3]: [p4].  [p1]: [p4], what's the plan?  [p4]:You guys are gonna go down there, kick [p2]’s door in, let them know you’re in town.",
            "[p1]: You're smiling. What happened?  [p2]: What? Can't I smile just because I feel like it?  [p3]: [p4] tripped and fell down the stairs today.",
            "[p1]: Why is [p3] crying on the floor?  [p2]: They took one of those 'what person are you?' quizzes.  [p1]: And?  [p2]: They got [p4].",
            "[p1]: What’s up with [p3]? They’ve been laying on the floor for like….an hour now?  [p2]: They're just a little overwhelmed.  [p1]: Why?  [p2]: [p4] smiled at them.",
            "[p1]: What’s wrong? You look 10 seconds away from ripping someone’s throat out.  [p2]: Fricking [p3] and [p4] were trying to invoke one of the minor gods again last night. I didn't get an ounce of sleep, thanks to their bloody chanting.",
            "[p1]: We need to distract these guys.  [p2]: Leave it to me.  [p2]: Centaurs have six limbs and are therefore insects. Discuss.  [p3] & [p4]: *immediately begin arguing*",
            "[p1]: You have friends and I envy that.  [p2]: You're welcome to share my friends.  [p1]: *looks at [p3] and [p4]*  [p1]: I don't want those.",
            "[p1]: You deserve a reward for putting up with me.  [p2]: You are my reward.  *meanwhile*  [p3]: You deserve a reward for putting up with me.  [p4]: True, you can be really difficult at times.",
            "[p1]: Oh god, they texted you ‘hi.’’ punctuation only means one thing, [p2]. They're mad at you.  [p2]: No, it's [p3]. They're just being gramatically correct!  *meanwhile*  [p3]: And then I used a period so they'd know that I'm mad at them.  [p4]: A period doesn't say 'I'm mad', it says 'you're dead to me'.  [p3]: I stand by my choice.",
            "[p1], [p2] & [p3]: *screaming*  [p4]: *runs into the room* What's wrong, [p3]?!  [p1]: Wait, why are you asking [p3] that when [p2] and I are also here?  [p4]: Because [p3] wouldn't scream unless it's an emergency. You two scream whenever you have the chance.",
            "[p1]: A pessimist sees a dark tunnel.  [p2]: An optimist sees light at the end of the tunnel.  [p3]: A realist sees a freight train.  [p4]: The train driver sees three idiots standing on the tracks.",
            "[p1]: My stomach growled super loud in French.  [p1]: I would like to clarify, my stomach did not speak in French. It growled during French class.  [p2]: Bonjour.  [p3]: Le growl.  [p4]: Hon hon hon, feed me a baguette.",
            "[p1]: My life is a little too much panic and not enough disco.  [p2]: My life is a little too much fall and not enough boy.  [p3]: My life is a little too much chemical and not enough romance.  [p4]: My life is a little too much imagination and not nearly enough dragons.",
            "[p1]: I truly believe that water can solve all your problems.  [p2]: Weight loss? Drink water.  [p3]: Clear skin? Drink water.  [p4]: Want to get rid of someone? Drown them.",
            "[p1]: I am darkness. I am an power. I am your worst nightmare. I could kill a man in more ways than you can imagine. I am the night. I am fury, I am a weapon, I am-  [p2]: A doll.  [p3]: A cinnamon roll.  [p4]: A sweetheart.  [p1]:  [p1]: ...stop it.",
            "[p1]: Those darn tall old people.  [p2]: Darm em' indeed.  [p3]: Don't worry, they'll be gone soon enough.  [p4]: *sharpening knife* Yes. Dead.  The Squad:  [p4]: Hahaha.  [p4]: ...Is this self-destructive behaviour?",
            "[p1]: *Gasp*  [p2]: wHAT??  [p1]: What if soy milk is just milk introducing itself in Spanish?  [p2]: *inhales*  [p3], in another room with [p4]: Why can I hear screeching?",
            "[p1]: What is love?  [p2]: An emotional minefield.  [p3]: A neurochemical reaction.  [p4]: Baby don't hurt me.",
            "[p1]: We might have gotten into a bar room brawl back in the city.  [p2]: Well, that was entirely predictable.  [p1]: One of them punched a gang member.  [p2]: [p3]?  [p1]: [p4], actually.  [p2]: Oh, that was going to be my second guess.",
            "[p1]: How late were you up last night?  [p2] & [p3], in tandem: Me?  [p1]: No, not you two. You stay up late all the time.  [p1], to [p4]: You.",
            "[p1] and [p2]: *making loud, shouty gorilla sounds at each other*  [p3]:  [p4], exasperatedly: We have a guest.",
            "*[p1] drunkenly wanders around the house and [p3] is drunkenly giggling*  [p4], completely sober: *sighs* Well, looks like it's just me and you against the wold, [p2].  [p2], going to their room: Nope, just you. *shuts door*",
            "[p1]: [p4], we're hungry!  [p2]: [p4]! What's for dinner?  [p3]: We're hungry, [p4]!  [p4], frying a bottle of ketchup over the stove: *screams*",
            "[p1]: *is hugging [p2]*  [p3]: Hey! It's my turn to hug [p2]!  [p3]: *grabs [p2]*  [p4]: *kicking down the door* What do you mean, \"yOuR tUrN\"? We agreed now is my time slot!  [p1]: No, It's still my turn!  [p2]: *suffocating* Guys, I love you, but just because I'm the smallest doesn't mean you can be hugging me constantly!  [p3]: But we need the moral support!  [p1]: And you're small! Which is cute!  [p4]: If I don't hug you right now I think the depression will kick in and my body will stop functioning.  [p2]: *close to tears* Well- Ik, I guess.",
            "[p1]: Made you all playlists!  [p1]: [p2], yours has only heavy metal, and is dark like your soul.  [p1]: [p3], yours has sad songs and blues to pair with your crippling depression.  [p1]: And [p4] has the ABBA Gold album.",
            "[p1]: I have the sharpest memory here - name one time I forgot something!  [p2]: You left me, [p3], and [p4] in a Walmart parking lot at 2am a day ago.  [p1]: I did that on purpose, try again.",
            "[p1]: Hey guys I just found a new song I really like-  [p2]: Is it about death?  [p1]: No.  [p3]: Is it about drugs?  [p4]: Is it about sex?  [p1]: NO- it's about happiness and peace and-  [p2], [p3], and [p4]:",
            "[p1]: I'm bored.  [p2]: Wanna commit first degree murder?  [p1]: Sure!  [p3], hearing them: No- Stop, don't do that! Put that knife down! Put [p4] down!!",
            "[p1]: You just said ‘hole’ too many times.  [p2]: And that’s coming from [p1].  [p3]: *Points at [p1]* That’s concerning.  [p4]: YOU THINK YOU KNOW EVERYTHING [p2.upperCase]! *storms out*",
            "[p1]: What do you want then?  [p2]: Er… something work related.  [p1]: What department is this?  [p2]: Sorry?  [p1]:  Well, if it’s work related you’d obviously know what department this is. What department is this?  [p1]: *looks at [p3] and [p4]* Some sort of homosexual department?"
        ]
    },
    "pentaQuotes": {
        "shipping": [
            "[p1]: Guys, I’ve been meaning to tell you… [p2] and I are dating.  [p2], [p3], [p4], and [p5]: *gasp*  [p1]: [p2], why are you surprised?!"
        ],
        "nonshipping": [
            "[p1]: What's the scariest horror movie you've ever watched?  [p2]: IT.  [p3]: Annabelle.  [p4]: Paranormal Activity.  [p5]: High School Musical. All throughout high school I was scared that everyone was gonna randomly get up and start singing and dancing, and I would be the only one who doesn't know the words.",
            "[p1]: [p2]'s refusing to wear their glasses!  [p2]: [p1], look, I wore the glasses for a day. My eyes are much better now. Watch.  [p2]: *points to [p3]* [p3].  [p2]: *points to [p4]* [p4].  [p2]: *points to [p5]* Sasquatch.",
            "[p1]: So don't panic but one of us is possessed by an owl....  [p2]: ....  [p3]: .....  [p4]: ......  [p5]: ..Who?  [p1]: That's the thing we don't-  *Everyone stares at [p5]*",
            "*the squad is at a dinner party but someone has been murdered*  [p1]: You’re acting pretty carefree for someone who’s life’s at stake. Who’s to say you aren’t the killer?  [p2]: It’s a murder, not a tax audit. I’ll be fine.  [p3]: What about [p4]? Nobody ever suspects [p4]!  [p4]: Well what about [p5]? They have a gun!  [p5]: [p1] has a knife.  [p1]: Yeah, for fun, not for murder! *stabs [p3] in the arm*",
            "[p1]: Did you bring [p2]?  [p3], gesturing to [p4]: No, but I brought the next best thing.  [p1]: [p4]? The next best thing would be [p5].  [p4]: I would be offended, but [p5] is freakishly strong.",
            "[p1]: What does “take out” mean?  [p2]: Food.  [p3]: Dating.  [p4]: Murder.  [p5]: It can be all three if you’re brave enough.",
            "[p1]: Okay! Let’s play Kiss Marry Kill!  [p1]: First who would you kill?  *[p2] points at [p5]*  *[p3] points at [p5]*  *[p4] points at [p5]*  [p5]: *shrugs* I would kill me too.",
            "[p1]: Look guys, I need help.  [p2]: Love help?  [p3]: Financial help?  [p4]: Emotional help?  [p5]: Help moving a body?  *Everybody looks at [p5]*  [p5]: What?",
            "[p1]: You three, explain right now!  [p2]: It was [p5].  [p3]: It was [p5].  [p4]: It was [p5].  [p5]:   [p5]: …frick.",
            "[p1]: Why isn’t the statue smirking at me?  [p2]: It isn’t smirking at anyone, they’re all just imagining it.  [p3]: Three of us saw it, [p2]. How do you explain that?  [p2]: *points at [p4]* Sleep deprivation. *points at [p3]* Paranoia. *points at [p5]* Delusional personality disorder.",
            "[p1]: Good morning.  [p2]: Good morning.  [p3]: Good morning.  [p4]: You all sound like robots, try spicing it up a bit.  [p5]: MORNING MOTHERFRICKERS!",
            "[p1]: Are we really going to let [p2] keep [p3]?  [p4]: We kept [p5].",
            "[p1]: You’re a loose cannon, [p2].  [p2]: No, I’m not. I’m a cannon, maybe, but a loose cannon? Is that what you think of me?  [p3]: I think you play by your own rules.  [p4]: No way, they think rules were made to be broken.  [p1]: Those are all attributes of a loose cannon.  [p2]: No, I’m just a reckless renegade. [p5] is a loose cannon.  [p5]: *smashes a chair* Aah! You shut your trap, [p2]!  [p4]: I’d say [p5]’s more of a cop on the edge with nothing to lose. That’s an entirely different thing. [p3]: Now I’m just confused. Is [p2] a loose cannon or not?  [p1]: All right, put on a pot of coffee. We’re gonna get to the bottom of this.  [p2]: *groans*  [p5]: Aw, man.",
            "[p1]: You really put aside everything and came all this way for me? How did you even get here so fast?  [p2]: Several traffic violations.  [p3]: Three counts of resisting arrest.  [p4]: Roughly thirteen cans of energy drinks.  [p5]: Also, that’s not our car.",
            "[p1]: If you took a shot for every time you made a bad decision, how drunk would you be?  [p2]: Maybe a bit tipsy?  [p3]: Drunk.  [p4]: Wasted.  [p5]: Dead.",
            "[p1]: Time for plan G.  [p3]: Don’t you mean plan B?  [p1]: No, we tried plan B a long time ago. I had to skip over plan C due to technical difficulties.  [p4]: What about plan D?  [p1]: Plan D was that desperate disguise attempt half an hour ago.  [p5]: What about plan E?  [p1]: I’m hoping not to use it. [p2] dies in plan E.  [p2]: I like plan E.",
            "*Everyone is giving advice to [p1]*  [p2]: It's okay to ask for help.  [p3]: You're not a burden.  [p4]: Murder is okay.  [p5]: Your feelings matter.",
            "[p1]: You're a lying piece of shiz!  [p2]: Oh yeah? You're the idiot that thinks you can get away with everything you do, WELCOME TO THE REAL WORLD!  [p3]: I'm leaving and I'm taking [p4] with me!  [p5], gathering cards: Aaaaand that's enough Monopoly for today.",
            "[p1]: [p2]'s first detention, I'm so proud.  [p3]: Whoa, back up. Why did they get detention?  [p4]: Because they're an idiot.  [p5], terrified: They can do that??",
            "*The gang's thoughts on stabbing*  [p1]: Would never stab anyone.  [p2]: Would stab someone in retaliation.  [p3]: Yells \"I won't hesitate, bench!\" first.  [p4]: Would stab without warning.  [p5]: Would stab as a warning.",
            "[p1]: What do rainbows mean to you?  [p2]: Gay rights.  [p3]: There's money.  [p4]: The sign of God's promise to never destroy the whole Earth with a flood.  [p5]: It is an optical phenomenon that separates sunlight into its continuous spectrum when the sun shines on raindrops.",
            "[p1]: What did you guys get in your yearbook?  [p2]: 'Prettiest Smile'  [p3]: 'Nicest Personality'  [p4]: 'Most likely to start a bar fight'  [p5]: 'Least likely to start a bar fight, but most likely to win one'",
            "[p1]: Where's [p2], [p3], and [p5]?  [p4]: They're playing hide and seek.  [p1]: Where?  [p4]: I don't think you get how this game works.",
            "[p1]: We need more help. Maybe I should call my friends.  [p2]: ... Your what?  [p1]: My friends.  [p3]: Are they saying “friends”?  [p4]: I think they're being sarcastic.  [p5]: No, no, no, this is delirium, they've cracked from being awake all night. Hey, [p1]! All of your friends are in this room.",
            "[p1]: Anyone d-  [p2]: Depressed?  [p3]: Drained?  [p4]: Dumb?  [p5]: Disliked?  [p1]: -done with their work... what is wrong with you people...",
            "[p1]: Poison is a magic transmutation potion that turns people into corpses.  [p2]: This knife is actually a magic wand.  [p3]: Meet me in the Denny’s parking lot for a wizard duel.  [p4]: *cocks gun* Magic missile.  [p5]: What the frick is wrong with you people.",
            "[p1]: What’s something you guys are better than [p2] at?  [p3]: Mario Kart.  [p4]: Yeah, video games.  [p5]: Emotional vulnerability.",
            "[p1]: *visiting the squad* Hello, I just came to-  [p1]: *sees [p2] shoving [p3] into the washing machine while [p4] records and [p5] watches*  [p1]: *retreating* Something suddenly came up.",
            "[p1]: [p3] is a strings kid. We must sacrifice them to the band gods.  [p2]: Yes.  [p4]: You're right. It'd be a good initiation for me.  [p3]: Wait, guys, what about the truce we signed-  [p2]: What truce?  [p1]: *sigh* The truce that we must destroy all the choir kids and leave the strings alone.  [p5]: Wait, I'm a choir kid!  Everyone else: *prepares for sacrifice*",
            "[p1]: Who the frick broke the toaster?  [p2]: It was [p5].  [p3]: It was [p5].  [p4]: [p5] broke it.  [p5]:  [p5]: ...yOU PROMISED-",
            "[p1]: How do you connect with a fictional character?  [p2]: What?  [p3]: What?  [p4]: What?  [p5]: *pulls up a 500 slide presentation* I'm glad you asked.",
            "[p1]: Plants have feelings too?! What is this? Now I can't have food!  [p2]: You can eat a rock.  [p3]: Air.  [p4]: The fabric of time and space.  [p5]: Chugging a bottle of bleach can solve all your problems.  [p1]: You guys are not helpful.",
            "[p1]: You know what I learned from my friendship with [p2]?  [p3]: There’s no such thing as too mean?  [p4]: Never let your friends know for sure if you like them?  [p5]: Always hold a grudge?"
        ]
    },
    "hexaQuotes": {
        "shipping": [
            "[p1]: [p4] kissed me!  [p2]: Oh my God! Oh my God! Oh my God!  [p1]: It was unbelievable!  [p2]: Oh my God! Oh my God! Oh my God!  [p3]: Okay, we wanna hear everything. [p2], get the wine and unplug the phone. [p1], does this end well or do we need tissues?  [p1]: Oh, it ended very well.  [p2]: Do not start without me! Do not start without me!  [p3]: Okay, alright, let’s hear about the kiss. Was it a soft brush against your lips or was it like a, you know, “I gotta have you now” kind of thing?  [p1]: Well, at first it was really intense, you know? And then, oh God, and then we just sort of sunk into it.  [p3]: Ohh... So, okay, were they holding you? Or were their hands on your back?  [p1]: First they started out on my waist and then they slid up and then they were in my hair.  [p2] and [p3]: Ohhh.  *meanwhile*  [p4] eating pizza in their house: And, uh, and then I kissed them.  [p5]: Tongue?  [p4]: Yeah.  [p6]: Cool.",
            "[p1]: [p2], let’s go!  [p2]: Oh, yeah, about telling Mom and Dad, I was thinking about writing maybe a letter.  [p1]: Okay, you know what? That’s it, you had your chance.  [p2]: What-?  [p1]: Mom, Dad, [p2] smoked pot in college.  [p2]: You are such a tattletale!  [p2]: Mom, Dad, you remember that time you walked into my room and smelled marijuana? Well, I told you it was [p3] who was smoking the pot but... It was me. I’m sorry.  [p1]: And Dad, you know that mailman that you got fired? He didn’t steal your Playboy’s, [p2] did.  [p2]: Yeah, well, hurricane Gloria didn’t break the porch swing [p1] did.  [p1]: [p2] hasn’t worked for a year!  [p2]: [p1] and [p3] are living together!  [p1]: [p2] married [p4] in Vegas and got divorced AGAIN!  [p5]: I love Jacques Cousteau!  [p4]:: I wasn’t supposed to put beef in the trifle!  [p6]:: I wanna gooo!!",
            "[p1]: [p6 ] is too tall for me to kiss them on the lips. What should I do?  [p2]: Punch them in the stomach. Then, when they double over in pain, kiss them.  [p3]: Tackle them!  [p4]: Dump them.  [p5]: Kick them in the shin!  [p6]: No to all of those! Just ask me to lean down!!",
            "[p1]: Just be yourself.  [p2]: Really? [p1], I have one day to win over [p3]’s parents.  [p2]: How long did it take for you guys to like me?  [p4]: Couple of weeks.  [p5]: Six months.  [p6]: Jury’s still out.  [p2]: See [p1]? ‘Just be yourself,’ what kind of garbage advice is that?!"
        ],
        "nonshipping": [
            "[p1], rubbing their temples: I am not proud of what I am about to say, but someone get me a cigarrette.  [p2]: But [p1], we don't smoke.  [p1]: Cut the crap, [p2]. I'm not an idiot. I know that one in five people smoke.  [p1]: *points at [p4]* One! *points at [p5]* Two! *points at [p6]* Three! *points at [p3]* Four! *points at [p2]* Five!  [p1]: Now, I am going to close my eyes, and when I open them, there better be a cigarrette between these two fingers!  [p3]: *puts a cigarrette in [p1]'s hand*  [p1]: Thank you. ...Light?  The Squad: *all simultaneously pull out lighters*",
            "[p1]: Rules were made to be broken.  [p2]: They were made to be followed. Nothing is made to be broken.  [p3]: Uh, piñatas.  [p4]: Glow sticks.  [p5]: Karate boards.  [p6]: Spaghetti when you have a small pot.  [p1]: Rules.  [p2]:",
            "*Everyone is standing around the broken coffee maker*  [p1]: So. Who broke it? I'm not mad, I just wanna know.  Everyone:  [p2]: ...I did. I broke it.  [p1]: No. No you didn't. [p3]?  [p3]: Don't look at me. Look at [p4].  [p4]: What?! I didn't break it.  [p3]: Huh, that's weird. How'd you even know it was broken?  [p4]: Because it's sitting right in front of us and it's broken.  [p3]: Suspicious.  [p4]: No, it's not!  [p5]: If it matters, probably not, but [p6 ] was the last one to use it.  [p6]: Liar! I don't even drink that crap!  [p5]: Oh really? Then what were you doing by the coffee cart earlier?  [p6]: I use the wooden stirrers to push back my cuticles. Everyone knows that, [p5]!  [p3]: Okay let's not fight. I broke it. Let me pay for it, [p1].  [p1]: No! Who broke it!?   Everyone:  [p5]: [p1]... [p3]'s been awfully quiet.  [p3]: rEALLY?!  *Everyone starts arguing*  [p1], being interviewed: I broke it. I burned my hand so I punched it.  [p1]: I predict 10 minutes from now they'll be at each other's throats with warpaint on their faces and a pig head on a stick.  [p1]:  [p1]: Good. It was getting a little chummy around here.",
            "[p1]: You know, when [p2] comes over, [p3] can get a little…  [p4]: Psycho?  [p5]: Scary?  [p6]: Drunk?  [p1]:  All three.",
            "[p1]: We’re kind of missing something guys.  [p2=p.selectOne]: Cohesion?  [p3]: Teamwork?  [p4]: A general sense of what we’re doing?  [p5]: And [p6] is not here.  [p2]: Oh, and that, yeah.",
            "[p1]: Imagine if someone handed you a box full of all the things you lost throughout your life.  [p2]: It would be nice to have my sense of purpose back...  [p3]: Oh wow, my childhood innocence! Thank you for finding this.  [p4]: My will to live! I haven't seen this in years.  [p5]: I knew I lost that potential somewhere.  [p6]: Mental stability, my old friend!  [p1]: Jesus, could you guys lighten up a little?",
            "[p1]: If you put 'violently' in front of anything to describe your action, it becomes funnier.  [p1]: Violently practices.  [p2]: Violently studies.  [p3]: Violently sleeps.  [p4]: Violently shoots pictures.  [p5]: Violently boxes.  [p6]: Violently murders people.  [p3]: Violently worries about the previous statement.",
            "[p1]: Time for plan G.  [p2]: Don’t you mean plan B?  [p1]: No, we tried plan B a long time ago. I had to skip over plan C due to technical difficulties.  [p3]: What about plan D?  [p1]: Plan D was that desperate disguise attempt half an hour ago.  [p4]: What about plan E?  [p1]: I’m hoping not to use it. [p5] dies in plan E.  [p6]: I like plan E.",
            "[p1]: [p2]... How do I begin to explain [p2]?  [p3]: [p2] is flawless.  [p4]: I hear their hair's insured for $10,000.  [p5]: I hear they do car commercials... in Japan.  [p6]: One time they punched me in the face... it was awesome.",
            "[p1]: Who the frick added me to a fricking group chat?  [p2]: >:O language  [p3]: Yeah watch your fricking language  [p4]: Okay, who taught [p3] the frick word?!  [p5]: 'The frick word'.  [p6 ]: Are you stupid? You guys use the f word all the time  [p3]: Oh my god they censored it  [p5]: Say frick, [p6].  [p3]: Do it, [p6]. Say frick.",
            "[p1], walking into their house: Hello, people who do not live here.  [p2]: Hey.  [p3]: Hi.  [p4]: Hello.  [p5]: Hey!  [p1]: I gave you the key to my place for emergencies only!  [p6]: We were out of Doritos.",
            "[p1]: Between [p4], [p5], [p2], and [p6] -- if you had to -- who would you punch?  [p3]: No one! They're my friends. I wouldn't punch any of them.  [p1]: [p2]?  [p3]: Yeah, but I don't know why.",
            "[p1]: Dumbest scar stories, go!  [p2]: I burned my tongue once drinking tea.  [p3]: I dropped a hair dryer on my leg once and it burned.  [p4]: I have a piece of graphite in my leg for accidentally stabbing myself with a pencil in the first grade.  [p5]: I was taking a cup of noodles out of the microwave and spilled it in my hand and I got a really bad burn.  [p6]: I have emotional scars.",
            "[p1]: Man, they look like a real handful. How do you deal with them?  [p2], watching [p3] screaming, [p4] trying to set a sleeping [p5] on fire, and [p6] choking on air: I don't know either.",
            "[p1]: Croissants: dropped  [p2]: Road: works ahead  [p3]: BBQ sauce: on my titties  [p4]: Shavacado: fre  [p5]: Miss Keisha: frickin dead  [p6 ]:  [p6]: ...I didn’t understand a single word of that and I hate every single one of you.",
            "[p1]: Bye [p2]! Bye [p3]! Bye [p4]! Bye [p5]! Bye [p2]!  [p6]: You said ‘bye [p2]’ twice.  [p1]: I like [p2].",
            "[p1]: I CAN'T DO IT!  [p2], laughing: I CAN'T EITHER!  [p1]: I CANT FRICKING DO IT ANYMORE  [p3]: WELL I'LL TELL YOU WHAT, YOU CAN EITHER GIVE UP NOW, OR YOU CAN FIGURE IT OUT. BECAUSE WE CERTAINLY CAN'T DO IT WITHOUT YOU, AND WE KNOW YOU CAN'T DO IT WITHOUT US.  [p1]:  [p1]: I appreciate it,  [p1]: BUT LOOK WHAT WE'RE DEALING WITH-  [p4]: [p1]-  [p1]: YOU GOTTA DRAW THE LINE SOMEWHERE!  [p5]: [p1] we gotta-  [p1]: YOU GOTTA DRAW A FRICKING LINE IN THE SAND. YOU GOTTA MAKE A STATEMENT.  [p1]: YOU GOTTA LOOK INSIDE YOURSELF AND SAY 'What am I willing to put up with today?'  [p1], motioning to [p6]: *NOT FRICKING THIS!*",
            "[p1]: So, did everyone learn their lesson?  [p2]: No.  [p3]: I did not.  [p4]: I may have actually forgotten one.  [p5]: Also no.  [p1]: Oh good, neither did I.  [p6]: *Exhausted sigh*",
            "[p1]: What if the person who named Walkie Talkies named everything?  [p1]: Pregnancy tests are Maybe Babies.  [p2]: Socks are Feetie Heaties.  [p3]: Defibrillators are Heartie Starties.  [p4]: Nightmares are Dreamy Screamies.  [p5]: Stamps are Lickie Stickies.  [p6]: I hate you guys so much.",
            "[p1]: The floor is lava!  [p2]: *helps [p3] onto the counter*  [p4]: *kicks [p6] off the sofa*  [p5]: *lays on the floor*  [p1]: ...Are you okay?  [p5]: No.",
            "[p1]: If you got arrested what would be the charges?  [p2]: Theft.  [p3]: Disturbing the peace.  [p4]: Aggravated assault.  [p5]: Arson.  [p6]: All of the above. In that order, probably.",
            "[p1]: Christmas lights?  [p2]: Check.  [p3]: THermos of hot cocoa?  [p2]: Check.  [p4]: Santa suits?  [p2]: Check.  [p5]: Shovel?  [p2]: Check.  [p6]: Alibi and bail money?  [p2]: Check- wait, WHAT?!",
            "[p1]: Stressed.  [p2]: Depressed.  [p3]: Possessed.  [p4]: Obsessed.  [p5]: Impressed.  [p6 ]: Chicken breast.  Everyone: ...What?  [p6]: I just wanted to join in.",
            "[p1]: Is it still visible? Where [p2] slapped me?  [p3]: Your face looks like a don't walk signal.  [p4]: Your face looks like a photo negative for the hamburger helper box.  [p5]: A palm reader could tell [p2]'s future by looking at your face.  [p6]: The phrase 'talk to teh hand cause the face ain't listening' doesn't work for you, because the hand is your face.  [p1]: ...A simple 'yes' would've sufficed.",
            "[p1]: We have a problem.  [p2]: Let me guess, you caused it?  [p3]: Gimme a sec, I'm not drunk enough to listen to this yet.  [p4]: And it's another Tuesday, your point?  [p5]: Would shooting you solve this problem? No? Then shut up.  [p6]: If you're mean the fire, that's our solution to last week's problem."
        ]
    }
}